[
  {"id":"aber79","abstract":"Leaf area index (LAI) and foliage—height profiles were determined for 13 northern hardwood stands ranging from 3 to 57 yr since clearcutting and for 1 uncut stand. Leaf litter collection and stratified clipping were used to measure LAI which showed no relationship to total canopy height or foliage—height distribution, and recovered quickly to near mature forest levels following cutting. A camera and telephoto lens were used to measure the distribution of heights to lowest leaf in the 12 oldest stands (7 / yr). Distributions were converted to foliage—height profiles using equations from MacArthur and Horn (1969). Profiles in the 2 youngest stands (3 and 4 yr) were determined by stratified clipping. Total canopy height varies predictably with age and is the major determinant of foliage—height diversity calculated using data in 1—m intervals by height. The concentration of foliage into a definable stratum occurs early in succession and persists through year 30. An associated lack of understory in this period results in a reduced foliage—height diversity using data normalized to a 4 strata per profile. Beyond year 30, canopy structure is variable but mature stands generally have leaves evenly distributed by height.  See full-text article at JSTOR","accessed":{"date-parts":[[2013,2,22]]},"author":[{"family":"Aber","given":"John D."}],"container-title":"Ecology","container-title-short":"Ecology","DOI":"10.2307/1936462","ISSN":"0012-9658","issue":"1","issued":{"date-parts":[[1979]]},"note":"ArticleType: research-article / Full publication date: Feb., 1979 / Copyright © 1979 Ecological Society of America","page":"18-23","source":"ESA Journals","title":"Foliage-Height Profiles and Succession in Northern Hardwood Forests","type":"article-journal","URL":"http://www.esajournals.org/doi/abs/10.2307/1936462","volume":"60"},
  {"id":"anderson_robinson01","abstract":"Several approximate permutation tests have been proposed for tests of partial regression coefficients in a linear model based on sample partial correlations. This paper begins with an explanation and notation for an exact test. It then compares the distributions of the test statistics under the various permutation methods proposed, and shows that the partial correlations under permutation are asymptotically jointly normal with means 0 and variances 1. The method of Freedman & Lane (1983) is found to have asymptotic correlation 1 with the exact test, and the other methods are found to have smaller correlations with this test. Under local alternatives the critical values of all the approximate permutation tests converge to the same constant, so they all have the same asymptotic power. Simulations demonstrate these theoretical results.","accessed":{"date-parts":[[2020,10,7]]},"author":[{"family":"Anderson","given":"Marti J."},{"family":"Robinson","given":"John"}],"container-title":"Australian & New Zealand Journal of Statistics","DOI":"10.1111/1467-842X.00156","ISSN":"1467-842X","issue":"1","issued":{"date-parts":[[2001]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/1467-842X.00156","page":"75-88","source":"Wiley Online Library","title":"Permutation Tests for Linear Models","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/1467-842X.00156","volume":"43"},
  {"id":"axelsson_etal18","abstract":"Multispectral Airborne Laser Scanning (ALS) is a new technology and its output data have not been fully explored for tree species classification purposes. The objective of this study was to investigate what type of features from multispectral ALS data (wavelengths of 1550 nm, 1064 nm and 532 nm) are best suited for tree species classification. Remote sensing data were gathered over hemi-boreal forest in southern Sweden (58°27′18.35″N, 13°39′8.03″E) on 21 July 2016. The field data consisted of 179 solitary trees from nine genera and ten species. Two new methods for feature extraction were tested and compared to features of height and intensity distributions. The features that were most important for tree species classification were intensity distribution features. Features from the upper part of the upper and outer parts of the crown were better for classification purposes than others. The best classification model was created using distribution features of both intensity and height in multispectral data, with a leave-one-out cross-validated accuracy of 76.5%. As a comparison, only structural features resulted in an highest accuracy of 43.0%. Picea abies and Pinus sylvestris had high user’s and producer’s accuracies and were not confused with any deciduous species. Tilia cordata was the deciduous species with a large sample that was most frequently confused with many other deciduous species. The results, although based on a small and special data set, suggest that multispectral ALS is a technology with great potential for tree species classification.","accessed":{"date-parts":[[2020,7,10]]},"author":[{"family":"Axelsson","given":"Arvid"},{"family":"Lindberg","given":"Eva"},{"family":"Olsson","given":"Håkan"}],"container-title":"Remote Sensing","DOI":"10.3390/rs10020183","issue":"2","issued":{"date-parts":[[2018,2]]},"language":"en","number":"2","page":"183","publisher":"Multidisciplinary Digital Publishing Institute","source":"www.mdpi.com","title":"Exploring Multispectral ALS Data for Tree Species Classification","type":"article-journal","URL":"https://www.mdpi.com/2072-4292/10/2/183","volume":"10"},
  {"id":"bassow_bazzaz97","abstract":"Within the same forest, photosynthesis can vary greatly among species and within an individual tree. Quantifying the magnitude of variation in leaf-level photosynthesis in a forest canopy will improve our understanding of and ability to model forest carbon cycling. This information requires extensive sampling of photosynthesis in the canopy. We used a 22-m-tall, four-wheel-drive aerial lift to reach five to ten leaves from the tops of numerous individuals of several species of temperate deciduous trees in central Massachusetts. The goals of this study were to measure light-saturated photosynthesis in co-occurring canopy tree species under field conditions, and to identify sampling schemes appropriate for canopy tree studies with challenging logistics. Photosynthesis differed significantly among species. Even though all leaves measured were canopy-top, sun-acclimated foliage, the more shade-tolerant species tended to have lower light-saturated photosynthetic rates (P max) than the shade-intolerant species. Likewise, leaf mass per area (LMA) and nitrogen content (N) varied significantly between species. With only one exception, the shade-tolerant species tended to have lower nitrogen content on an area basis than the intolerant species, although the LMA did not differ systematically between these ecological types. Light-saturated P max rates and nitrogen content, both calculated on either an area or a mass basis, and the leaf mass to area ratio, significantly differed not only among species, but also among individuals within species (P<0.0001 for both). Differences among species accounted for a greater proportion of variance in the P max rates and the nitrogen content than the differences among individuals within a species (58.5–78.8% of the total variance for the measured parameters was attributed to species-level differences versus 5.5–17.4% of the variance was attributed to differences between individual trees of a given species). Furthermore, more variation is accounted for by differences among leaves in a single individual tree, than by differences among individual trees of a given species (10.7–30.4% versus 5.5–17.4%). This result allows us to compare species-level photosynthesis, even if the sample size of the number of trees is low. This is important because studies of canopy-level photosynthesis are often limited by the difficulty of canopy access. As an alternative to direct canopy access measurements of photosynthesis, it would be useful to find an ”easy-to-measure” proxy for light-saturated photosynthetic rates to facilitate modeling forest carbon cycling. Across all species in this study, the strongest correlation was between nitrogen content expressed on an area basis (mmol m–2, N area) and light-saturated P max rate (μmol m–2 s–1, P maxarea) (r 2=0.511). However, within a given species, leaf nitrogen was not tightly correlated with photosynthesis. Our sampling design minimized intra-specific leaf-level variation (i.e., leaves were taken only from the top of the canopy and at only one point in the season). This implies that easy-to-measure trends in nitrogen content of leaves may be used to predict the species-specific light-saturated P max rates.","accessed":{"date-parts":[[2012,12,3]]},"author":[{"family":"Bassow","given":"S. L."},{"family":"Bazzaz","given":"F. A."}],"container-title":"Oecologia","container-title-short":"Oecologia","DOI":"10.1007/s004420050111","ISSN":"0029-8549, 1432-1939","issue":"4","issued":{"date-parts":[[1997,2,1]]},"language":"en","page":"507-515","source":"link.springer.com.ezproxy.bibl.ulaval.ca","title":"Intra- and inter-specific variation in canopy photosynthesis in a mixed deciduous forest","type":"article-journal","URL":"http://link.springer.com.ezproxy.bibl.ulaval.ca/article/10.1007/s004420050111","volume":"109"},
  {"id":"beland_etal19","abstract":"Forest structure is an important driver of ecosystem dynamics, including the exchange of carbon, water and energy between canopies and the atmosphere. Structural descriptors are also used in numerous studies of ecological processes and ecosystem services. Over the last 20+ years, lidar technology has fundamentally changed the way we observe and describe forest structure, and it will continue to impact the ways in which we investigate and monitor the relations between forest structure and functions. Here we present the currently available lidar system types (ground, air, and space-based), we highlight opportunities and challenges associated with each system, as well as challenges associated with a wider use of lidar technology and wider availability of lidar derived products. We also suggest pathways for lidar to further contribute to addressing questions in forest ecosystem science and increase benefits to a wider community of researchers.","accessed":{"date-parts":[[2020,5,22]]},"author":[{"family":"Beland","given":"Martin"},{"family":"Parker","given":"Geoffrey"},{"family":"Sparrow","given":"Ben"},{"family":"Harding","given":"David"},{"family":"Chasmer","given":"Laura"},{"family":"Phinn","given":"Stuart"},{"family":"Antonarakis","given":"Alexander"},{"family":"Strahler","given":"Alan"}],"container-title":"Forest Ecology and Management","container-title-short":"Forest Ecology and Management","DOI":"10.1016/j.foreco.2019.117484","ISSN":"0378-1127","issued":{"date-parts":[[2019,10,15]]},"language":"en","page":"117484","source":"ScienceDirect","title":"On promoting the use of lidar systems in forest ecosystem research","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0378112719306218","volume":"450"},
  {"id":"breusch_pagan79","abstract":"A simple test for heteroscedastic disturbances in a linear regression model is developed using the framework of the Lagrangian multiplier test. For a wide range of heteroscedastic and random coefficient specifications, the criterion is given as a readily computed function of the OLS residuals. Some finite sampleevidence is presented to supplement the general asymptotic properties of Lagrangian multiplier tests.","accessed":{"date-parts":[[2020,9,11]]},"archive":"JSTOR","author":[{"family":"Breusch","given":"T. S."},{"family":"Pagan","given":"A. R."}],"container-title":"Econometrica","DOI":"10.2307/1911963","ISSN":"0012-9682","issue":"5","issued":{"date-parts":[[1979]]},"page":"1287-1294","publisher":"[Wiley, Econometric Society]","source":"JSTOR","title":"A Simple Test for Heteroscedasticity and Random Coefficient Variation","type":"article-journal","URL":"https://www.jstor.org/stable/1911963","volume":"47"},
  {"id":"budei_etal18","abstract":"The identification of individual tree species is crucial for forest inventory, carbon stocks assessment as well as for habitat and ecosystem change studies. Previous studies have shown the potential of using both the geometrical information (proportions, shape of the crown profile, etc.) and return intensities of airborne laser scanning (ALS) point clouds to identify trees. So far, single wavelength (1064nm or 1550nm) ALS systems have been the most common. Teledyne Optech Inc. (Vaughan, Canada) introduced the Titan multispectral airborne lidar, the first three-wavelength system, equipped with 1550nm, 1064nm and 532nm lasers. The objective of this study was to assess the accuracy of this discrete return multispectral lidar (MSL) for identifying the species of single trees, compared to standard discrete single wavelength lidar. Two distinct datasets were acquired in the Toronto region, Canada. The point clouds of single trees were extracted and 3D and intensity classification features were computed. New intensity features were developed for this purpose, such as lidar NDVIs (normalized difference vegetation index). The species of each tree were identified with a random forest classifier using features calculated from 1) each channel separately and 2) all channels. A stringent selection strategy was employed to reduce the number of features down to 5–9, from 99–142. Trees were classified either as broadleaved (BL) or needleleaf (NL), by genus (4–7 classes), or by species (10 classes). When using all channels, the classification accuracy surpassed what was achieved with single channels, but this advantage was only significant when the number of classes was high, i.e. in the case of seven genera, or ten species. Using MSL data, the out-of-bag error was 3–5% for the BL-NL classification, 13% and 20% for respectively four and seven genera, and 24% for ten species. In the latter case, the best single-channel classification (based on 1550nm data) resulted in an error of 35%. In the MSL classification, the most useful features were the NDVIs (Normalized Difference Vegetation Index, based on the intensity of infrared and green channels) and the 1550nm intensities. We therefore conclude that species identification accuracy can be improved by using a three-wavelength ALS such as the Titan system compared to single channel ALS systems, especially when tree species diversity is fairly large (seven classes or more).","accessed":{"date-parts":[[2020,5,21]]},"author":[{"family":"Budei","given":"Brindusa Cristina"},{"family":"St-Onge","given":"Benoît"},{"family":"Hopkinson","given":"Chris"},{"family":"Audet","given":"Félix-Antoine"}],"container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2017.09.037","ISSN":"0034-4257","issued":{"date-parts":[[2018,1,1]]},"language":"en","page":"632-647","source":"ScienceDirect","title":"Identifying the genus or species of individual trees using a three-wavelength airborne lidar system","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425717304595","volume":"204"},
  {"id":"budei_st-onge18","abstract":"Tree species identification is important in forest management. The multispectral lidar Titan of Teledyne Optech Inc. can improve tree species separation by providing classification features computed from the three-channel intensities, ratios and normalized differences. However, the value of features used in classification algorithms (e.g., random forest, RF) may vary with tree size. The focus of the present study is to show how tree height influences the 3D and intensity features, how this relationship may affect the species classification accuracy, and how different classification strategies may circumvent this problem. Six needleleaf species (Pinus resinosa, Pinus strobus, Pinus sylvestris, Larix laricina, Picea abies and Picea glauca), found in plantations of different ages, were sampled to train classifiers. Some features yielded a good discriminatory power for species identification, despite their relation to tree height (r2 up to 0.6). Two classification strategies—a) using only size-invariant features (SIF) and b) training separate classifiers per tree height strata (HSC)—were compared to a standard classification (STD: all features, without height stratification). The accuracy of the SIF approach was lowest, useful variables being removed due to their relationship to tree height. The HSC provided only a minor improvement over the STD results.","accessed":{"date-parts":[[2020,5,21]]},"author":[{"family":"Budei","given":"Brindusa Cristina"},{"family":"St-Onge","given":"Benoît"}],"container-title":"Canadian Journal of Remote Sensing","DOI":"10.1080/07038992.2018.1478724","ISSN":"0703-8992","issue":"4","issued":{"date-parts":[[2018,7,4]]},"note":"_eprint: https://doi.org/10.1080/07038992.2018.1478724","page":"263-286","publisher":"Taylor & Francis","source":"Taylor and Francis+NEJM","title":"Variability of Multispectral Lidar 3D and Intensity Features with Individual Tree Height and Its Influence on Needleleaf Tree Species Identification","type":"article-journal","URL":"https://doi.org/10.1080/07038992.2018.1478724","volume":"44"},
  {"id":"cao_etal14","abstract":"An accurate estimation of total biomass and its components is critical for understanding the carbon cycle in forest ecosystems. The objectives of this study were  to explore the performances of forest canopy structure characterization from a single  small-footprint Light Detection and Ranging (LiDAR) dataset using two different techniques focusing on (i) 3-D canopy structural information by discrete (XYZ) LiDAR metrics  (DR-metrics), and (ii) the detailed geometric and radiometric information of the returned waveform by full-waveform LiDAR metrics (FW-metrics), and to evaluate the capacity of these metrics in predicting biomass and its components in subtropical forest ecosystems. This study was undertaken in a mixed subtropical forest in Yushan Mountain National Park, Jiangsu, China. LiDAR metrics derived from DR and FW LiDAR data were used alone, and in combination, in stepwise regression models to estimate total as well as above-ground, root, foliage, branch and trunk biomass. Overall, the results indicated that three sets of predictive models performed well across the different subtropical forest types (Adj-R2 = 0.42–0.93, excluding foliage biomass). Forest type-specific models (Adj-R2 = 0.18–0.93) were generally more accurate than the general model (Adj-R2 = 0.07–0.79) with the most accurate results obtained for coniferous stands (Adj-R2 = 0.50–0.93). In addition, LiDAR metrics related to vegetation heights were the strongest predictors of total biomass and its components. This research also illustrates the potential for the synergistic use of DR and FW LiDAR metrics to accurately assess biomass stocks in subtropical forests, which suggest significant potential in research and decision support in sustainable forest management, such as timber harvesting, biofuel characterization and fire hazard analyses.","accessed":{"date-parts":[[2020,7,8]]},"author":[{"family":"Cao","given":"Lin"},{"family":"Coops","given":"Nicholas C."},{"family":"Hermosilla","given":"Txomin"},{"family":"Innes","given":"John"},{"family":"Dai","given":"Jinsong"},{"family":"She","given":"Guanghui"}],"container-title":"Remote Sensing","DOI":"10.3390/rs6087110","issue":"8","issued":{"date-parts":[[2014,8]]},"language":"en","number":"8","page":"7110-7135","publisher":"Multidisciplinary Digital Publishing Institute","source":"www.mdpi.com","title":"Using Small-Footprint Discrete and Full-Waveform Airborne LiDAR Metrics to Estimate Total Biomass and Biomass Components in Subtropical Forests","type":"article-journal","URL":"https://www.mdpi.com/2072-4292/6/8/7110","volume":"6"},
  {"id":"coops_etal07","abstract":"Variations in vertical and horizontal forest structure are often difficult to quantify as field-based methods are labour intensive and passive optical remote sensing techniques are limited in their capacity to distinguish structural changes occurring below the top of the canopy. In this study the capacity of small footprint (0.19 cm), discrete return, densely spaced (0.7 hits/m −2 ), multiple return, Light Detection and Ranging (LiDAR) technology, to measure foliage height and to estimate several stand and canopy structure attributes is investigated. The study focused on six Douglas-fir [ Pseudotsuga menziesii spp. menziesii (Mirb.) Franco] and western hemlock [ Tsuga heterophylla (Raf.) Sarg.] stands located on the east coast of Vancouver Island, British Columbia, Canada, with each stand representing a different structural stage of stand development for forests within this biogeoclimatic zone. Tree height, crown dimensions, cover, and vertical foliage distributions were measured in 20 m × 20 m plots and correlated to the LiDAR data. Foliage profiles were then fitted, using the Weibull probability density function, to the field measured crown dimensions, vertical foliage density distributions and the LiDAR data at each plot. A modified canopy volume approach, based on methods developed for full waveform LiDAR observations, was developed and used to examine the vertical and horizontal variation in stand structure. Results indicate that measured stand attributes such as mean stand height, and basal area were significantly correlated with LiDAR estimates ( r 2 = 0.85, P &lt; 0.001, SE = 1.8 m and r 2 = 0.65, P &lt; 0.05, SE = 14.8 m 2 ha −1 , respectively). Significant relationships were also found between the LiDAR data and the field estimated vertical foliage profiles indicating that models of vertical foliage distribution may be robust and transferable between both field and LiDAR datasets. This study demonstrates that small footprint, discrete return, LiDAR observations can provide quantitative information on stand and tree height, as well as information on foliage profiles, which can be successfully modelled, providing detailed descriptions of canopy structure.","accessed":{"date-parts":[[2012,5,3]]},"author":[{"family":"Coops","given":"Nicholas"},{"family":"Hilker","given":"Thomas"},{"family":"Wulder","given":"Michael"},{"family":"St-Onge","given":"Benoît"},{"family":"Newnham","given":"Glenn"},{"family":"Siggins","given":"Anders"},{"family":"Trofymow","given":"J."}],"call-number":"0059","container-title":"Trees - Structure and Function","DOI":"10.1007/s00468-006-0119-6","ISSN":"0931-1890","issue":"3","issued":{"date-parts":[[2007]]},"page":"295-310","source":"SpringerLink","title":"Estimating canopy structure of Douglas-fir forest stands from discrete-return LiDAR","type":"article-journal","URL":"http://www.springerlink.com/content/aw14013301q1415p/abstract/","volume":"21"},
  {"id":"coops_etal09","author":[{"family":"Coops","given":"Nicholas C"},{"family":"Varhola","given":"Andres"},{"family":"Bater","given":"Christopher W"},{"family":"Teti","given":"Pat"},{"family":"Boon","given":"Sarah"},{"family":"Goodwin","given":"Nicholas"},{"family":"Weiler","given":"Markus"}],"call-number":"0003","container-title":"Canadian Journal of Remote Sensing","DOI":"10.5589/m10-005","issue":"6","issued":{"date-parts":[[2009]]},"page":"497-508","title":"Assessing differences in tree and stand structure following beetle infestation using lidar data","type":"article-journal","URL":"http://pubs.casi.ca/doi/abs/10.5589/m10-005","volume":"35"},
  {"id":"crespo-peremarch_etal20","abstract":"Laser scanning has the potential to accurately detect the vertical distribution of forest vegetative components. However, limitations are present and vary according to the system’s platform (i.e., terrestrial or airborne) and recording method (i.e., discrete return or full-waveform). Terrestrial configurations detect close objects (i.e., lower vegetation strata) in more detail while airborne configurations detect a more detailed upper strata, with weak backscattered signals from lower strata. Moreover, discrete lidar systems record single or multiple hits from a given pulse at intercepted features in contrast to full-waveform systems, which register the pulse’s complete backscattered signal providing complete vertical profiles. In this study, we examine for a boreal and a Mediterranean forest with contrasted conifer canopy densities: (i) the characterization of the vertical distribution and signal occlusion from three laser scanning configurations: full-waveform airborne (ALSFW), discrete airborne (ALSD), and discrete terrestrial (TLS); (ii) the comparison in the detection of understory vegetation by ALSFW and ALSD using TLS as reference; and (iii) the use of a methodological procedure based on the Gini index concept to group understory vegetation in density classes from both ALSFW and ALSD configurations. Our results demonstrate, firstly, that signal occlusion can be quantified by the rate of pulse reduction independently for data from all three laser scanning configurations. The ALSD configuration was the most affected by signal occlusion, leading to weak signal returns at the lower strata (z < 4 m) where the rate of pulse reduction was highest as a result of dense canopy covers. Secondly, we demonstrated the capabilities for both airborne laser scanning configurations to detect understory vegetation, albeit significantly more accurately with ALSFW. Lastly, we demonstrated the use of the Gini index as an indicator to determine understory vegetation density classes, particularly for ALSFW data in dense canopy cover. We proceed to explain the limitations in detecting the vertical distribution from different configurations, and indicate that understory vegetation density classes may be successfully assigned with ALSFW in contrasted conifer canopy densities.","accessed":{"date-parts":[[2020,7,8]]},"author":[{"family":"Crespo-Peremarch","given":"Pablo"},{"family":"Fournier","given":"Richard A."},{"family":"Nguyen","given":"Van-Tho"},{"family":"Lier","given":"Olivier R.","non-dropping-particle":"van"},{"family":"Ruiz","given":"Luis Ángel"}],"container-title":"Forest Ecology and Management","container-title-short":"Forest Ecology and Management","DOI":"10.1016/j.foreco.2020.118268","ISSN":"0378-1127","issued":{"date-parts":[[2020,10,1]]},"language":"en","page":"118268","source":"ScienceDirect","title":"A comparative assessment of the vertical distribution of forest components using full-waveform airborne, discrete airborne and discrete terrestrial laser scanning data","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0378112720310379","volume":"473"},
  {"id":"depury_farquhar97","abstract":"In big-leaf models of canopy photosynthesis, the Rubisco activity per unit ground area is taken as the sum of activities per unit leaf area within the canopy, and electron transport capacity is similarly summed. Such models overestimate rates of photosynthesis and require empirical curvature factors in the response to irradiance. We show that, with any distribution of leaf nitrogen within the canopy (including optimal), the required curvature factors are not constant but vary with canopy leaf area index and leaf nitrogen content. We further show that the underlying reason is the difference between the time-averaged and instantaneous distributions of absorbed irradiance, caused by penetration of sunflecks and the range of leaf angles in canopies.These errors are avoided in models that treat the canopy in terms of a number of layers – the multi-layer models. We present an alternative to the multi-layer model: by separately integrating the sunlit and shaded leaf fractions of the canopy, a single layered sun/shade model is obtained, which is as accurate and simpler. The model is a scaled version of a leaf model as distinct from an integrative approach.","accessed":{"date-parts":[[2013,6,11]]},"author":[{"family":"De Pury","given":"D. G. G."},{"family":"Farquhar","given":"G. D."}],"container-title":"Plant, Cell & Environment","DOI":"10.1111/j.1365-3040.1997.00094.x","ISSN":"1365-3040","issue":"5","issued":{"date-parts":[[1997]]},"language":"en","page":"537–557","source":"Wiley Online Library","title":"Simple scaling of photosynthesis from leaves to canopies without the errors of big-leaf models","type":"article-journal","URL":"http://onlinelibrary.wiley.com.ezproxy.bibl.ulaval.ca/doi/10.1111/j.1365-3040.1997.00094.x/abstract","volume":"20"},
  {"id":"ellsworth_reich93","abstract":"Canopy structure and light interception were measured in an 18-m tall, closed canopy deciduous forest of sugar maple (Acer saccharum) in southwestern Wisconsin, USA, and related to leaf structural characteristics, N content, and leaf photosynthetic capacity. Light attenuation in the forest occurred primarily in the upper and middle portions of the canopy. Forest stand leaf area index (LAI) and its distribution with respect to canopy height were estimated from canopy transmittance values independently verified with a combined leaf litterfall and point-intersect method. Leaf mass, N and A max per unit area (LMA, N/area and A max/area, respectively) all decreased continuously by over two-fold from the upper to lower canopy, and these traits were strongly correlated with cumulative leaf area above the leaf position in the canopy. In contrast, neither N concentration nor A max per unit mass varied significantly in relation to the vertical canopy gradient. Since leaf N concentration showed no consistent pattern with respect to canopy position, the observed vertical pattern in N/area is a direct consequence of vertical variation of LMA. N/area and LMA were strongly correlated with A max/area among different canopy positions (r2=0.81 and r2=0.66, respectively), indicating that vertical variation in area-based photosynthetic capacity can also be attributed to variation in LMA. A model of whole-canopy photosynthesis was used to show that observed or hypothetical canopy mass distributions toward higher LMA (and hence higher N/area) in the upper portions of the canopy tended to increase integrated daily canopy photosynthesis over other LMA distribution patterns. Empirical relationships between leaf and canopy-level characteristics may help resolve problems associated with scaling gas exchange measurements made at the leaf level to the individual tree crown and forest canopy-level.","accessed":{"date-parts":[[2012,12,3]]},"author":[{"family":"Ellsworth","given":"D. S."},{"family":"Reich","given":"P. B."}],"container-title":"Oecologia","container-title-short":"Oecologia","DOI":"10.1007/BF00317729","ISSN":"0029-8549, 1432-1939","issue":"2","issued":{"date-parts":[[1993,11,1]]},"language":"en","page":"169-178","source":"link.springer.com.ezproxy.bibl.ulaval.ca","title":"Canopy structure and vertical patterns of photosynthesis and related leaf traits in a deciduous forest","type":"article-journal","URL":"http://link.springer.com.ezproxy.bibl.ulaval.ca/article/10.1007/BF00317729","volume":"96"},
  {"id":"falkowski_etal09","abstract":"Quantifying forest structure is important for sustainable forest management, as it relates to a wide variety of ecosystem processes and services. Lidar data have proven particularly useful for measuring or estimating a suite of forest structural attributes such as canopy height, basal area, and LAI. However, the potential of this technology to characterize forest succession remains largely untested. The objective of this study was to evaluate the use of lidar data for characterizing forest successional stages across a structurally diverse, mixed-species forest in Northern Idaho. We used a variety of lidar-derived metrics in conjunction with an algorithmic modeling procedure (Random Forests) to classify six stages of three-dimensional forest development and achieved an overall accuracy&#xa0;&gt;&#xa0;95%. The algorithmic model presented herein developed ecologically meaningful classifications based upon lidar metrics quantifying mean vegetation height and canopy cover, among others. This study highlights the utility of lidar data for accurately classifying forest succession in complex, mixed coniferous forests; but further research should be conducted to classify forest successional stages across different forests types. The techniques presented herein can be easily applied to other areas. Furthermore, the final classification map represents a significant advancement for forest succession modeling and wildlife habitat assessment.","accessed":{"date-parts":[[2012,5,21]]},"author":[{"family":"Falkowski","given":"Michael J."},{"family":"Evans","given":"Jeffrey S."},{"family":"Martinuzzi","given":"Sebastian"},{"family":"Gessler","given":"Paul E."},{"family":"Hudak","given":"Andrew T."}],"container-title":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2009.01.003","ISSN":"0034-4257","issue":"5","issued":{"date-parts":[[2009,5,15]]},"page":"946-956","source":"ScienceDirect","title":"Characterizing forest succession with lidar data: An evaluation for the Inland Northwest, USA","title-short":"Characterizing forest succession with lidar data","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425709000145","volume":"113"},
  {"id":"fassnacht_etal16","abstract":"Spatially explicit information on tree species composition of managed and natural forests, plantations and urban vegetation provides valuable information for nature conservationists as well as for forest and urban managers and is frequently required over large spatial extents. Over the last four decades, advances in remote sensing technology have enabled the classification of tree species from several sensor types. While studies using remote sensing data to classify and map tree species reach back several decades, a recent review on the status, potentials, challenges and outlooks in this realm is missing. Here, we search for major trends in remote sensing techniques for tree species classification and discuss the effectiveness of different sensors and algorithms based on a literature review. This review demonstrates that the number of studies focusing on tree species classification has increased constantly over the last four decades and promising local scale approaches have been presented for several sensor types. However, there are few examples for tree species classifications over large geographic extents, and bridging the gap between current approaches and tree species inventories over large geographic extents is still one of the biggest challenges of this research field. Furthermore, we found only few studies which systematically described and examined the traits that drive the observed variance in the remote sensing signal and thereby enable or hamper species classifications. Most studies followed data-driven approaches and pursued an optimization of classification accuracy, while a concrete hypothesis or a targeted application was missing in all but a few exceptional studies. We recommend that future research efforts focus stronger on the causal understanding of why tree species classification approaches work under certain conditions or – maybe even more important - why they do not work in other cases. This might require more complex field acquisitions than those typically used in the reviewed studies. At the same time, we recommend reducing the number of purely data-driven studies and algorithm-benchmarking studies as these studies are of limited value, especially if the experimental design is limited, e.g. the tree population is not representative and only a few sensors or acquisition settings are simultaneously investigated.","accessed":{"date-parts":[[2020,7,8]]},"author":[{"family":"Fassnacht","given":"Fabian Ewald"},{"family":"Latifi","given":"Hooman"},{"family":"Stereńczak","given":"Krzysztof"},{"family":"Modzelewska","given":"Aneta"},{"family":"Lefsky","given":"Michael"},{"family":"Waser","given":"Lars T."},{"family":"Straub","given":"Christoph"},{"family":"Ghosh","given":"Aniruddha"}],"container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2016.08.013","ISSN":"0034-4257","issued":{"date-parts":[[2016,12,1]]},"language":"en","page":"64-87","source":"ScienceDirect","title":"Review of studies on tree species classification from remotely sensed data","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425716303169","volume":"186"},
  {"id":"fedrigo_etal18","abstract":"Light detection and ranging (lidar) data have been increasingly used for forest classification due to its ability to penetrate the forest canopy and provide detail about the structure of the lower strata. In this study we demonstrate forest classification approaches using airborne lidar data as inputs to random forest and linear unmixing classification algorithms. Our results demonstrated that both random forest and linear unmixing models identified a distribution of rainforest and eucalypt stands that was comparable to existing ecological vegetation class (EVC) maps based primarily on manual interpretation of high resolution aerial imagery. Rainforest stands were also identified in the region that have not previously been identified in the EVC maps. The transition between stand types was better characterised by the random forest modelling approach. In contrast, the linear unmixing model placed greater emphasis on field plots selected as endmembers which may not have captured the variability in stand structure within a single stand type. The random forest model had the highest overall accuracy (84%) and Cohen’s kappa coefficient (0.62). However, the classification accuracy was only marginally better than linear unmixing. The random forest model was applied to a region in the Central Highlands of south-eastern Australia to produce maps of stand type probability, including areas of transition (the ‘ecotone’) between rainforest and eucalypt forest. The resulting map provided a detailed delineation of forest classes, which specifically recognised the coalescing of stand types at the landscape scale. This represents a key step towards mapping the structural and spatial complexity of these ecosystems, which is important for both their management and conservation.","accessed":{"date-parts":[[2020,5,28]]},"author":[{"family":"Fedrigo","given":"Melissa"},{"family":"Newnham","given":"Glenn J."},{"family":"Coops","given":"Nicholas C."},{"family":"Culvenor","given":"Darius S."},{"family":"Bolton","given":"Douglas K."},{"family":"Nitschke","given":"Craig R."}],"container-title":"ISPRS Journal of Photogrammetry and Remote Sensing","container-title-short":"ISPRS Journal of Photogrammetry and Remote Sensing","DOI":"10.1016/j.isprsjprs.2017.11.018","ISSN":"0924-2716","issued":{"date-parts":[[2018,2,1]]},"language":"en","page":"106-119","source":"ScienceDirect","title":"Predicting temperate forest stand types using only structural profiles from discrete return airborne lidar","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0924271617303623","volume":"136"},
  {"id":"freedman_lane83","abstract":"Tests of significance are often made in situations where the standard assumptions underlying the probability calculations do not hold. As a result, the reported significance levels become difficult to interpret. This article sketches an alternative interpretation of a reported significance level, valid in considerable generality. This level locates the given data set within the spectrum of other data sets derived from the given one by an appropriate class of transformations. If the null hypothesis being tested holds, the derived data sets should be equivalent to the original one. Thus, a small reported significance level indicates an unusual data set. This development parallels that of randomization tests, but there is a crucial technical difference: our approach involves permuting observed residuals; the classical randomization approach involves permuting unobservable, or perhaps nonexistent, stochastic disturbance terms.","accessed":{"date-parts":[[2020,7,2]]},"author":[{"family":"Freedman","given":"David"},{"family":"Lane","given":"David"}],"container-title":"Journal of Business & Economic Statistics","DOI":"10.1080/07350015.1983.10509354","ISSN":"0735-0015","issue":"4","issued":{"date-parts":[[1983,10,1]]},"note":"_eprint: https://www.tandfonline.com/doi/pdf/10.1080/07350015.1983.10509354","page":"292-298","publisher":"Taylor & Francis","source":"Taylor and Francis+NEJM","title":"A Nonstochastic Interpretation of Reported Significance Levels","type":"article-journal","URL":"https://www.tandfonline.com/doi/abs/10.1080/07350015.1983.10509354","volume":"1"},
  {"id":"gonsamo_etal13","abstract":"Canopy structural parameters are often used to give adequate representation of vegetated ecosystems for various purposes including primary productivity, climate system, water and carbon gas exchanges, and radiation extinction. Canopy structural parameters are usually described using several pseudo-synonymous terms, often measuring different components of vegetation canopies. Standardization in the definitions has fallen short, leading to confusion of terms even in standard text books making the comparison of historic measures futile. Here we clarify concepts that have been used for fractional canopy element cover and openness measures. The fractional canopy element cover and openness concepts considered are canopy closure, canopy cover, canopy openness, crown closure, crown completeness, crown cover, crown porosity, site openness and tilt openness. New methodologies are presented to obtain large scale fractional canopy element cover and openness measures using hemispherical photography. The new methodologies and variations in definitions of fractional canopy element cover and openness concepts are demonstrated using photographic measurements in complex topography. The results indicate that both fractional canopy element cover and openness parameters can be estimated with a few point-based measurements using hemispherical photography. Hemispherical photography is therefore less time, labour and resource intensive, as compared to point based measuring techniques of canopy element cover and openness. Most of the commonly and interchangeably used concepts of fractional canopy element cover and openness measures represent physically different structural properties of a vegetated ecosystem.","accessed":{"date-parts":[[2021,1,22]]},"author":[{"family":"Gonsamo","given":"Alemu"},{"family":"D’odorico","given":"Petra"},{"family":"Pellikka","given":"Petri"}],"container-title":"Oikos","DOI":"https://doi.org/10.1111/j.1600-0706.2013.00369.x","ISSN":"1600-0706","issue":"9","issued":{"date-parts":[[2013]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1600-0706.2013.00369.x","page":"1283-1291","source":"Wiley Online Library","title":"Measuring fractional forest canopy element cover and openness – definitions and methodologies revisited","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1600-0706.2013.00369.x","volume":"122"},
  {"id":"harding_etal01","abstract":"Waveform-recording laser altimeter observations of vegetated landscapes provide a time-resolved measure of laser pulse backscatter energy from canopy surfaces and the underlying ground. Airborne laser altimeter waveform data was acquired using the Scanning Lidar Imager of Canopies by Echo Recovery (SLICER) for a successional sequence of four, closed-canopy, deciduous forest stands in eastern Maryland. The four stands were selected so as to include a range of canopy structures of importance to forest ecosystem function, including variation in the height and roughness of the outermost canopy surface and the vertical organization of canopy stories and gaps. The character of the SLICER backscatter signal is described and a method is developed that accounts for occlusion of the laser energy by canopy surfaces, transforming the backscatter signal to a canopy height profile (CHP) that quantitatively represents the relative vertical distribution of canopy surface area. The transformation applies increased weighting to the backscatter amplitude as a function of closure through the canopy and assumes a horizontally random distribution of the canopy components. SLICER CHPs, averaged over areas of overlap where altimeter ground tracks intersect, are shown to be highly reproducible. CHP transects across the four stands reveal spatial variations in vegetation, at the scale of the individual 10-m-diameter laser footprints, within and between stands. Averaged SLICER CHPs are compared to analogous height profile results derived from ground-based sightings to plant intercepts measured on plots within the four stands. The plots were located on the segments of the altimeter ground tracks from which averaged SLICER CHPs were derived, and the ground observations were acquired within 2 weeks of the SLICER data acquisition to minimize temporal change. The differences in canopy structure between the four stands is similarly described by the SLICER and ground-based CHP results. However, a chi-square test of similarity documents differences that are statistically significant. The differences are discussed in terms of measurement properties that define the smoothness of the resulting CHPs and canopy properties that may vertically bias the CHP representations of canopy structure. The statistical differences are most likely due to the more noisy character of the ground-based CHPs, especially high in the canopy where ground-based sightings are rare resulting in an underestimate of canopy surface area and height, and to departures from assumptions of canopy uniformity, particularly regarding lack of clumping and vertically constant canopy reflectance, which bias the CHPs. The results demonstrate that the SLICER observations reliably provide a measure of canopy structure that reveals ecologically interesting structural variations such as those characterizing a successional sequence of closed-canopy, broadleaf forest stands.","accessed":{"date-parts":[[2014,5,3]]},"author":[{"family":"Harding","given":"D. J"},{"family":"Lefsky","given":"M. A"},{"family":"Parker","given":"G. G"},{"family":"Blair","given":"J. B"}],"container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/S0034-4257(00)00210-8","ISSN":"0034-4257","issue":"3","issued":{"date-parts":[[2001,6]]},"page":"283-297","source":"ScienceDirect","title":"Laser altimeter canopy height profiles: methods and validation for closed-canopy, broadleaf forests","title-short":"Laser altimeter canopy height profiles","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425700002108","volume":"76"},
  {"id":"heinzel_koch11","accessed":{"date-parts":[[2011,5,19]]},"author":[{"family":"Heinzel","given":"Johannes"},{"family":"Koch","given":"Barbara"}],"call-number":"0007","container-title":"International Journal of Applied Earth Observation and Geoinformation","container-title-short":"International Journal of Applied Earth Observation and Geoinformation","DOI":"10.1016/j.jag.2010.09.010","ISSN":"03032434","issue":"1","issued":{"date-parts":[[2011,2]]},"page":"152-160","source":"CrossRef","title":"Exploring full-waveform LiDAR parameters for tree species classification","type":"article-journal","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0303243410001145","volume":"13"},
  {"id":"heinzel_koch12","abstract":"Despite numerous studies existing for tree species classification the difficult situation in dense and mixed temperate forest is still a challenging task. This study attempts to extend the existing limitations by investigating comprehensive sets of different types of features derived from multiple data sources. These sets include features from full-waveform LiDAR, LiDAR height metrics, texture, hyperspectral data and colour infrared (CIR) images. Support vector machines (SVM) are used as an appropriate classifier to handle the high dimensional feature space and an internal ranking method allows the determination of the most important parameters. In addition, for species discrimination, focus is put on single tree applicable scale. While most experiences within these scales derive from boreal forests and are often restricted to two or three species, we concentrate on more complex temperate forests. The four main species pine (Pinus sylvestris), spruce (Picea abies), oak (Quercus petraea) and beech (Fagus sylvatica) are classified with an accuracy of 89.7%, 88.7%, 83.1% and 90.7%, respectively. Instead of directly classifying delineated single trees a raster cell based classification is conducted. This overcomes problems with erroneous polygons of merged tree crowns, which occur frequently within dense deciduous or mixed canopies. Lastly, we further test the possibility to correct these failures by combining species classification with single tree delineation.","accessed":{"date-parts":[[2012,11,19]]},"author":[{"family":"Heinzel","given":"Johannes"},{"family":"Koch","given":"Barbara"}],"container-title":"International Journal of Applied Earth Observation and Geoinformation","container-title-short":"International Journal of Applied Earth Observation and Geoinformation","DOI":"10.1016/j.jag.2012.01.025","ISSN":"0303-2434","issue":"0","issued":{"date-parts":[[2012,8]]},"page":"101-110","source":"ScienceDirect","title":"Investigating multiple data sources for tree species classification in temperate forest and use for single tree delineation","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S030324341200027X","volume":"18"},
  {"id":"hilker_etal10","abstract":"Accurate estimates of vegetation structure are important for a large number of applications including ecological modeling and carbon budgets. Light detection and ranging (LiDAR) measures the three-dimensional structure of vegetation using laser beams. Most LiDAR applications today rely on airborne platforms for data acquisitions, which typically record between 1 and 5 “discrete” returns for each outgoing laser pulse. Although airborne LiDAR allows sampling of canopy characteristics at stand and landscape level scales, this method is largely insensitive to below canopy biomass, such as understorey and trunk volumes, as these elements are often occluded by the upper parts of the crown, especially in denser canopies. As a supplement to airborne laser scanning (ALS), a number of recent studies used terrestrial laser scanning (TLS) for the biomass estimation in spatially confined areas. One such instrument is the Echidna® Validation Instrument (EVI), which is configured to fully digitize the returned energy of an emitted laser pulse to establish a complete profile of the observed vegetation elements. In this study we assess and compare a number of canopy metrics derived from airborne and TLS. Three different experiments were conducted using discrete return ALS data and discrete and full waveform observations derived from the EVI. Although considerable differences were found in the return distribution of both systems, ALS and TLS were both able to accurately determine canopy height (Δ height < 2.5 m) and the vertical distribution of foliage and leaf area (0.86 > r 2 > 0.90, p < 0.01). When using more spatially explicit approaches for modeling the biomass and volume throughout the stands, the differences between ALS and TLS observations were more distinct; however, predictable patterns exist based on sensor position and configuration.","accessed":{"date-parts":[[2013,5,18]]},"author":[{"family":"Hilker","given":"Thomas"},{"family":"Leeuwen","given":"Martin","dropping-particle":"van"},{"family":"Coops","given":"Nicholas C."},{"family":"Wulder","given":"Michael A."},{"family":"Newnham","given":"Glenn J."},{"family":"Jupp","given":"David L. B."},{"family":"Culvenor","given":"Darius S."}],"container-title":"Trees","container-title-short":"Trees","DOI":"10.1007/s00468-010-0452-7","ISSN":"0931-1890, 1432-2285","issue":"5","issued":{"date-parts":[[2010,10,1]]},"language":"en","page":"819-832","source":"link.springer.com","title":"Comparing canopy metrics derived from terrestrial and airborne laser scanning in a Douglas-fir dominated forest stand","type":"article-journal","URL":"http://link.springer.com/article/10.1007/s00468-010-0452-7","volume":"24"},
  {"id":"holmgren_persson04","abstract":"Individual trees can be detected using high-density airborne laser scanner data. Also, variables characterizing the detected trees such as tree height, crown area, and crown base height can be measured. The Scandinavian boreal forest mainly consists of Norway spruce (Picea abies L. Karst.), Scots pine (Pinus sylvestris L.), and deciduous trees. It is possible to separate coniferous from deciduous trees using near-infrared images, but pine and spruce give similar spectral signals. Airborne laser scanning, measuring structure and shape of tree crowns could be used for discriminating between spruce and pine. The aim of this study was to test classification of Scots pine versus Norway spruce on an individual tree level using features extracted from airborne laser scanning data. Field measurements were used for training and validation of the classification. The position of all trees on 12 rectangular plots (50×20 m2) were measured in field and tree species was recorded. The dominating species (>80%) was Norway spruce for six of the plots and Scots pine for six plots. The field-measured trees were automatically linked to the laser-measured trees. The laser-detected trees on each plot were classified into species classes using all laser-detected trees on the other plots as training data. The portion correctly classified trees on all plots was 95%. Crown base height estimations of individual trees were also evaluated (r=0.84). The classification results in this study demonstrate the ability to discriminate between pine and spruce using laser data. This method could be applied in an operational context. In the first step, a segmentation of individual tree crowns is performed using laser data. In the second step, tree species classification is performed based on the segments. Methods could be developed in the future that combine laser data with digital near-infrared photographs for classification with the three classes: Norway spruce, Scots pine, and deciduous trees.","accessed":{"date-parts":[[2020,7,3]]},"author":[{"family":"Holmgren","given":"Johan"},{"family":"Persson","given":"Åsa"}],"container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/S0034-4257(03)00140-8","ISSN":"0034-4257","issue":"4","issued":{"date-parts":[[2004,4,30]]},"language":"en","page":"415-423","source":"ScienceDirect","title":"Identifying species of individual trees using airborne laser scanner","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425703001408","volume":"90"},
  {"id":"hovi_etal16","abstract":"This study looked to investigate the basic properties and species classification performance of waveform (WF) features in LiDAR data for the main tree species in Finland. We conducted experimental research using four LiDAR datasets and individual Scots pine, Norway spruce, and silver/downy birch trees. The classification performance and the importance of features were evaluated for dominant/co-dominant trees (N=9930), and compared to a subset of trees (N=3630) that had well separable crowns. We used data obtained from two discrete-return (DR) Leica ALS60 sensors, in which the first echo triggers the recording of a WF sequence. Using experience with simulated WF data, we defined a set of informative and technically simple WF features. Quadratic discriminant analysis was applied to classify tree species and also to discover the most important WF features. The WF features outperformed the DR intensity data (0.57–0.75 vs. 0.74–0.86 in Cohen's kappa). The total backscattered energy (E) of single returning WF sequences was the most important feature. Early summer data outperformed late summer data, and we observed differences in the noise characteristics of individual sensors. We performed analyses of the best-performing mean WF features, using linear mixed-effects modeling. The non-quantified variation in tree structure explained 13–65% of within-species feature variance, while dataset–species interaction (i.e. the dependence of species effect on LiDAR dataset), tree height, age, site type, and scan zenith angle accounted for only 2–25%. The residual variance of each feature was 13–84% and depended on the number of pulses. This dependence was weakest for E, implying good performance at low pulse densities. Further analysis showed how intra-species variations in crown and branch morphology and vigor were logically linked with WF features. We conclude that improvements in species classification may be obtained by a stratification according to tree height and by acquiring data during early summer. The inherent between-tree and within-species variation in geometric-optical properties sets an upper limit for classification performance.","accessed":{"date-parts":[[2020,7,8]]},"author":[{"family":"Hovi","given":"A."},{"family":"Korhonen","given":"L."},{"family":"Vauhkonen","given":"J."},{"family":"Korpela","given":"I."}],"container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2015.08.019","ISSN":"0034-4257","issued":{"date-parts":[[2016,2,1]]},"language":"en","page":"224-237","source":"ScienceDirect","title":"LiDAR waveform features for tree species classification and their sensitivity to tree- and acquisition related parameters","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425715301164","volume":"173"},
  {"id":"isenburg12","author":[{"family":"Isenburg","given":"Martin"}],"call-number":"0000","issued":{"date-parts":[[2012]]},"title":"LAStools - efficient tools for LiDAR processing","type":"book","URL":"http://lastools.org","version":"120301"},
  {"id":"kim_etal11","abstract":"This paper evaluates the ability of small footprint, multiple return and pulsed airborne scanner data to classify tree genera hierarchically using stepwise cluster analysis. Leaf-on and leaf-off airborne scanner datasets obtained in the Washington Park Arboretum, Seattle, Washington, USA were used for tree genera classification. Parameters derived from structure and intensity data from the leaf-on and leaf-off laser scanning datasets were compared to ground truth data. Relative height percentiles and simple crown shapes using the ratio of a crown length to width were computed for the structure variables. Selected structure variables from the leaf-on dataset had higher classification rate (74.9%) than those from the leaf-off dataset (50.2%) for distinguishing deciduous from coniferous genera using linear discriminant functions. Unsupervised stepwise cluster analysis was conducted to find groupings of similar genera at consecutive steps using k-medoid algorithm. The three stepwise cluster analyses using different seasonal laser scanning datasets resulted in different outcomes, which imply that genera might be grouped differently depending on the timing of the data collection. When combining leaf-on and leaf-off LIDAR datasets, the cluster analysis could separate the deciduous genera from evergreen coniferous genera and could make further separations between evergreen coniferous genera. When using the leaf-on LIDAR dataset only, the cluster analysis did not separate deciduous from evergreen genera. The overall results indicate the importance of the timing of laser scanner data acquisition for tree genera separation and suggest that the potential of combining two LIDAR datasets for improved classification.","accessed":{"date-parts":[[2020,7,3]]},"author":[{"family":"Kim","given":"Sooyoung"},{"family":"Hinckley","given":"Thomas"},{"family":"Briggs","given":"David"}],"container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2011.07.016","ISSN":"0034-4257","issue":"12","issued":{"date-parts":[[2011,12,15]]},"language":"en","page":"3329-3342","source":"ScienceDirect","title":"Classifying individual tree genera using stepwise cluster analysis based on height and intensity metrics derived from airborne laser scanner data","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425711002690","volume":"115"},
  {"id":"koenig_hofle16","abstract":"In recent years, small-footprint full-waveform airborne laser scanning has become readily available and established for vegetation studies in the fields of forestry, agriculture and urban studies. Independent of the field of application and the derived final product, each study uses features to classify a target object and to assess its characteristics (e.g., tree species). These laser scanning features describe an observable characteristic of the returned laser signal (e.g., signal amplitude) or a quantity of an object (e.g., height-width ratio of the tree crown). In particular, studies dealing with tree species classification apply a variety of such features as input. However, an extensive overview, categorization and comparison of features from full-waveform airborne laser scanning and how they relate to specific tree species are still missing. This review identifies frequently used full-waveform airborne laser scanning-based point cloud and waveform features for tree species classification and compares the applied features and their characteristics for specific tree species detection. Furthermore, limiting and influencing factors on feature characteristics and tree classification are discussed with respect to vegetation structure, data acquisition and processing.","accessed":{"date-parts":[[2020,7,10]]},"author":[{"family":"Koenig","given":"Kristina"},{"family":"Höfle","given":"Bernhard"}],"container-title":"Forests","DOI":"10.3390/f7090198","issue":"9","issued":{"date-parts":[[2016,9]]},"language":"en","number":"9","page":"198","publisher":"Multidisciplinary Digital Publishing Institute","source":"www.mdpi.com","title":"Full-Waveform Airborne Laser Scanning in Vegetation Studies—A Review of Point Cloud and Waveform Features for Tree Species Classification","type":"article-journal","URL":"https://www.mdpi.com/1999-4907/7/9/198","volume":"7"},
  {"id":"korhonen_etal11","abstract":"Remote sensing of forest canopy cover has been widely studied recently, but little attention has been paid to the quality of field validation data. Ecological literature has two different coverage metrics. Vertical canopy cover (VCC) is the vertical projection of tree crowns ignoring within-crown gaps. Angular canopy closure (ACC) is the proportion of covered sky at some angular range around the zenith, and can be measured with a field-of-view instrument, such as a camera. We compared field-measured VCC and ACC at 15° and 75° from the zenith to different LiDAR (Light Detection and Ranging) metrics, using several LiDAR data sets and comprehensive field data. The VCC was estimated to a high precision using a simple proportion of canopy points in first-return data. Confining to a maximum 15° scan zenith angle, the absolute root mean squared error (RMSE) was 3.7-7.0%, with an overestimation of 3.1-4.6%. We showed that grid-based methods are capable of reducing the inherent overestimation of VCC. The low scan angles and low power settings that are typically applied in topographic LiDARs are not suitable for ACC estimation as they measure in wrong geometry and cannot easily detect small within-crown gaps. However, ACC at 0-15° zenith angles could be estimated from LiDAR data with sufficient precision, using also the last returns (RMSE 8.1-11.3%, bias -6.1-+4.6%). The dependency of LiDAR metrics and ACC at 0-75° zenith angles was nonlinear and was modeled from laser pulse proportions with nonlinear regression with a best-case standard error of 4.1%. We also estimated leaf area index from the LiDAR metrics with linear regression with a standard error of 0.38. The results show that correlations between airborne laser metrics and different canopy field characteristics are very high if the field measurements are done with equivalent accuracy.","accessed":{"date-parts":[[2011,3,17]]},"author":[{"family":"Korhonen","given":"Lauri"},{"family":"Korpela","given":"Ilkka"},{"family":"Heiskanen","given":"Janne"},{"family":"Maltamo","given":"Matti"}],"call-number":"0014","container-title":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2010.12.011","ISSN":"0034-4257","issue":"4","issued":{"date-parts":[[2011]]},"note":"00110","page":"1065-1080","source":"ScienceDirect","title":"Airborne discrete-return LIDAR data in the estimation of vertical canopy cover, angular canopy closure and leaf area index","type":"article-journal","URL":"https://www-sciencedirect-com/science/article/pii/S0034425710003494?via%3Dihub","volume":"115"},
  {"id":"lacointe00","accessed":{"date-parts":[[2014,7,21]]},"author":[{"family":"Lacointe","given":"André"}],"container-title":"Annals of Forest Science","DOI":"10.1051/forest:2000139","issue":"5","issued":{"date-parts":[[2000]]},"page":"521–533","source":"Google Scholar","title":"Carbon allocation among tree organs: a review of basic processes and representation in functional-structural tree models","title-short":"Carbon allocation among tree organs","type":"article-journal","URL":"http://www.afs-journal.org/articles/forest/abs/2000/05/f0509/f0509.html","volume":"57"},
  {"id":"leboeuf_vaillancourt13","accessed":{"date-parts":[[2014,5,29]]},"author":[{"family":"Leboeuf","given":"Antoine"},{"family":"Vaillancourt","given":"Éric"}],"event-place":"Québec","ISBN":"978-2-550-68501-2","issued":{"date-parts":[[2013]]},"number-of-pages":"23","publisher":"Bibliothèque et archives nationales du Québec","publisher-place":"Québec","title":"Guide de photo-interprétation des essences forestières du Québec méridional (partie 2 et 3: espèces feuillues et le rehaussement d'image)","type":"book","URL":"http://www.mffp.gouv.qc.ca/forets/inventaire/pdf/Photo-int_Sect2-3.pdf"},
  {"id":"lefsky_etal02","abstract":"Estimation of the amount of carbon stored in forests is a key challenge for understanding the global carbon cycle, one which remote sensing is expected to help address. However, estimation of carbon storage in moderate to high biomass forests is difficult for conventional optical and radar sensors. Lidar (light detection and ranging) instruments measure the vertical structure of forests and thus hold great promise for remotely sensing the quantity and spatial organization of forest biomass. In this study, we compare the relationships between lidar-measured canopy structure and coincident field measurements of above-ground biomass at sites in the temperate deciduous, temperate coniferous, and boreal coniferous biomes. A single regression for all three sites is compared with equations derived for each site individually. The single equation explains 84% of variance in above-ground biomass (P < 0.0001) and shows no statistically significant bias in its predictions for any individual site.","accessed":{"date-parts":[[2012,10,9]]},"author":[{"family":"Lefsky","given":"Michael A."},{"family":"Cohen","given":"Warren B."},{"family":"Harding","given":"David J."},{"family":"Parker","given":"Geoffrey G."},{"family":"Acker","given":"Steven A."},{"family":"Gower","given":"S. Thomas"}],"container-title":"Global Ecology and Biogeography","DOI":"10.1046/j.1466-822x.2002.00303.x","ISSN":"1466-8238","issue":"5","issued":{"date-parts":[[2002]]},"language":"en","page":"393–399","source":"Wiley Online Library","title":"Lidar remote sensing of above-ground biomass in three biomes","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/10.1046/j.1466-822x.2002.00303.x/abstract","volume":"11"},
  {"id":"macarthur_horn69","abstract":"A technique is described for estimating a foilage profile in a forest by a combination of measurements over random lines of points: (1) counts of leaf contacts on a plumb line below a tripod, (2) sightings on the heights of lowest leaves over grids of points, and (3) the proportions of sky unobscured by leaves.","author":[{"family":"MacArthur","given":"Robert H."},{"family":"Horn","given":"Henry S."}],"call-number":"0000","container-title":"Ecology","issued":{"date-parts":[[1969]]},"page":"802-804","title":"Foliage Profile by Vertical Measurements","type":"article-journal","URL":"http://links.jstor.org/sici?sici=0012-9658%28196909%2950%3A5%3C802%3AFPBVM%3E2.0.CO%3B2-%23","volume":"50"},
  {"id":"magnussen_etal99","abstract":"Airborne laser scanner data collected over forests provide a canopy height. To obtain tree heights from airborne laser scanner data one needs a recovery model. Two such models, one (A) assuming that observations are sampled with probability proportional to displayed crown area, and the other (B) derived from the probability that a laser beam penetrates to a given canopy depth, were developed and applied to laser scanner data obtained over stands of Douglas-fir. Model estimates of recovered arithmetic mean tree heights and quantiles (75%, 85%, and 95%) were not significantly (P> 0.24) different from ground-based equivalents. An overall mean bias of-3 m in the laser canopy heights was eliminated by both methods. The median absolute difference between observed and predicted plot means and quantiles were reduced by 40 to 60%. Three alternative recovery procedures are presented for model B. For a single plot, the predictions varied significantly among the models and estimation procedures with no consistent pattern. Predictions of arithmetic mean heights were best for plots with no understory, while predictions of upper quantiles were consistent in all plots. For. Sci. 45(3):407-422.","author":[{"family":"Magnussen","given":"Steen"},{"family":"Eggermont","given":"Paul"},{"family":"LaRiccia","given":"Vincent N."}],"container-title":"Forest Science","container-title-short":"Forest Science","issue":"3","issued":{"date-parts":[[1999,8,1]]},"note":"00196","page":"407-422","source":"IngentaConnect","title":"Recovering Tree Heights from Airborne Laser Scanner Data","type":"article-journal","volume":"45"},
  {"id":"maltamo_etal05","abstract":"Structural characteristics of forest stands, e.g. in relation to carbon content and biodiversity, are of special interest. It has been stated in numerous publications that discrete return laser scanner data produce accurate tree canopy information since the quantiles of the height distribution of laser scanner data are related to the vertical structure of the tree canopy. Since some of the laser pulses will penetrate under the dominant tree layer, it is also possible to analyse multi-layered stands. In this study, the existence and number of understory trees were examined. This was carried out by analysing the height distributions of reflected laser pulses. In the laser data of this study, (Toposys Falcon, survey May 2003 in Kalkkinen, Finland, flight altitude 400 m AGL) the average number of laser pulse hits/1m2 was 12. The reference data consisted of 28 accurately measured field sample plots. These plots include highly heterogeneous structures of boreal forests. The existence of lower canopy layers, i.e. understory trees, was analysed visually by viewing the plotwise 3D-images of laser scanner-based canopy height point data and examining distributions of canopy densities which were computed as proportions of laser hits above different height quantiles. Furthermore, a developed histogram thresholding method (HistMod) was applied to the height distribution of laser hits in order to separate different tree storeys. Finally, the number and Lorey's mean height of understory trees were predicted with estimated regression models. The results show that multi-layered stand structures can be recognised and quantified using quantiles of laser scanner height distribution data. However, the accuracy of the results is dependent on the density of the dominant tree layer.","accessed":{"date-parts":[[2011,5,9]]},"author":[{"family":"Maltamo","given":"M."},{"family":"Packalén","given":"P."},{"family":"Yu","given":"X."},{"family":"Eerikäinen","given":"K."},{"family":"Hyyppä","given":"J."},{"family":"Pitkänen","given":"J."}],"container-title":"Forest Ecology and Management","DOI":"10.1016/j.foreco.2005.05.034","ISSN":"0378-1127","issue":"1-3","issued":{"date-parts":[[2005,9]]},"page":"41-50","source":"ScienceDirect","title":"Identifying and quantifying structural characteristics of heterogeneous boreal forests using laser scanner data","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/B6T6X-4GBWJD4-3/2/5892ff00acf762ebed66bc91719dd975","volume":"216"},
  {"id":"martin-ducup_etal16","abstract":"Characterizing tree crown structure and quantifying its relationships with the surrounding environment is of critical importance in forest ecology and management. These relationships depend heavily on species plasticity and local competition for light. It is however difficult to study forest canopies due to their inaccessibility and complexity. The objective of this study was thus to use terrestrial laser scanning (TLS) data to overcome the limits of traditional canopy studies and to quantify the differences in sugar maple (Acer saccharum, Marsh.) tree crowns between stands with different composition and developmental stage. A total of 72 sugar maple trees and their immediate surroundings were scanned using a TLS. We developed eight crown structure metrics and three competition indices using TLS data. We found that competitive pressure is higher in pure stands, when compared to mixed ones. Sugar maple crowns were bigger, less dense, and more sinuous and open in mixed stands. Moreover, differences between trees were generally more pronounced for trees in mature stands. Finally, TLS competition indices are better predictors of crown metric variability than stand type, highlighting the potential of TLS data to quantify tree competition and space occupancy. Our competition indices are good proxies of the canopy structure and thus seem promising to predict tree growth.","accessed":{"date-parts":[[2020,5,15]]},"author":[{"family":"Martin-Ducup","given":"Olivier"},{"family":"Schneider","given":"Robert"},{"family":"Fournier","given":"Richard A."}],"container-title":"Forest Ecology and Management","container-title-short":"Forest Ecology and Management","DOI":"10.1016/j.foreco.2016.04.047","ISSN":"0378-1127","issued":{"date-parts":[[2016,8,15]]},"language":"en","page":"20-32","source":"ScienceDirect","title":"Response of sugar maple (Acer saccharum, Marsh.) tree crown structure to competition in pure versus mixed stands","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0378112716302213","volume":"374"},
  {"id":"mehtatalo06","abstract":"When a forest stand is inventoried from aerial photographs or with the use of laser scanners, only those trees that are not covered by a crown of a taller tree can be observed. This means that the probability of a tree being observable from the air depends on its relative height among the trees in the stand and on the crown areas of the taller trees. This study derives a mathematical formula for the probability of a tree being observable from the air according to certain assumptions about the censoring process in a forest stand where trees are randomly located without spatial autocorrelation in tree size. After presenting this formula, different approaches are proposed for the correction of the censoring effect upon the observed distribution of crown areas. The methods could change the aim of individual-tree recognition from finding all trees of the stand to finding a set of trees for which the stated assumptions about the censoring process are valid as far as possible. The methods performed well in a demonstration with simulated, error-free data sets, for which all stated assumptions were valid. Lorsqu'un peuplement forestier est inventorié à partir de photographies aériennes ou à l'aide d'appareils à balayage au laser aéroportés, seuls les arbres qui ne sont pas dominés par le couvert des arbres dominants peuvent être observés. Ceci signifie que la probabilité qu'un arbre soit observable du haut des airs dépend de sa hauteur relative par rapport à celles des autres arbres dans le peuplement et de la taille de la couronne des arbres dominants. Cette étude propose une formule mathématique pour quantifier la probabilité qu'un arbre soit observable du haut des air. La formule repose sur certaines hypothèses concernant les seuils de détection de la couronne (censure) dans un peuplement où les arbres sont distribués aléatoirement sans autocorrélation spatiale de leur taille. Après avoir présenté la formule, différentes méthodes sont proposées pour prendre en compte l'effet de la censure sur la distribution observée de la taille des couronnes. Ces méthodes peuvent s'adapter au changement d'objectif de la reconnaissance des individus en passant de la recherche de tous les arbres dans le peuplement à celle d'une série d'arbres pour lesquels les hypothèses de censure sont valides dans la mesure du possible. Les méthodes ont bien fonctionné pour une démonstration à l'aide de données simulées sans erreurs et pour lesquelles toutes les hypothèses stipulées étaient valides.","author":[{"family":"Mehtätalo","given":"L."}],"call-number":"0000","container-title":"Can. J. For. Res./Rev. can. rech. for","issue":"7","issued":{"date-parts":[[2006]]},"page":"1649–1660","title":"Eliminating the effect of overlapping crowns from aerial inventory estimates","type":"article-journal","URL":"http://rparticle.web-p.cisti.nrc.ca/rparticle/AbstractTemplateServlet?journal=cjfr&volume=36&year=&issue=&msno=x06-066&calyLang=eng","volume":"36"},
  {"id":"mrkvicka_etal19","abstract":"A new nonparametric graphical test of significance of a covariate in functional GLM is proposed. Our approach is especially interesting due to its functional graphical interpretation of the results. As such, it is able to find not only if the factor of interest is significant but also which functional domain is responsible for the potential rejection. In the case of functional multi-way main effect ANOVA or functional main effect ANCOVA models it is able to find which groups differ (and where they differ), in the case of functional factorial ANOVA or functional factorial ANCOVA models it is able to find which combination of levels (which interactions) differ (and where they differ). The described tests are extensions of global envelope tests in the GLM models. It applies Freedman-Lane algorithm for the permutation of functions, and as such, it approximately achieves the desired significance level.","accessed":{"date-parts":[[2020,6,18]]},"author":[{"family":"Mrkvička","given":"Tomáš"},{"family":"Roskovec","given":"Tomáš"},{"family":"Rost","given":"Michael"}],"container-title":"Methodology and Computing in Applied Probability","container-title-short":"Methodol Comput Appl Probab","DOI":"10.1007/s11009-019-09756-y","ISSN":"1573-7713","issued":{"date-parts":[[2019,12,16]]},"language":"en","source":"Springer Link","title":"A Nonparametric Graphical Tests of Significance in Functional GLM","type":"article-journal","URL":"https://doi.org/10.1007/s11009-019-09756-y"},
  {"id":"mrkvicka_etal20","accessed":{"date-parts":[[2020,8,18]]},"author":[{"family":"Mrkvička","given":"Tomáš"},{"family":"Myllymäki","given":"Mari"},{"family":"Jílek","given":"Milan"},{"family":"Hahn","given":"Ute"}],"container-title":"Kybernetika","container-title-short":"Kybernetika","DOI":"10.14736/kyb-2020-3-0432","ISSN":"0023-5954, 1805-949X","issued":{"date-parts":[[2020,7,14]]},"language":"en","page":"432-458","source":"DOI.org (Crossref)","title":"A one-way ANOVA test for functional data with graphical interpretation","type":"article-journal","URL":"https://www.kybernetika.cz/content/2020/3/432"},
  {"id":"mrnq07","accessed":{"date-parts":[[2013,8,15]]},"author":[{"literal":"MRNQ"}],"issued":{"date-parts":[[2007]]},"note":"00000","page":"126","publisher":"Direction des inventaires forestiers, Gouvernement du Québec","title":"Norme de photo-interprétation (version provisoire)","type":"report","URL":"https://mffp.gouv.qc.ca/publications/forets/connaissances/Norme-photo-interpretation.pdf"},
  {"id":"muss_etal11","abstract":"The use of airborne laser scanning systems (lidar) to describe forest structure has increased dramatically since height profiling experiments nearly 30 years ago. The analyses in most studies employ a suite of frequency-based metrics calculated from the lidar height data, which are systematically eliminated from a full model using stepwise multiple linear regression. The resulting models often include highly correlated predictors with little physical justification for model formulation. We propose a method to aggregate discrete lidar height and intensity measurements into larger footprints to create \"pseudo-waves\". Specifically, the returns are first sorted into height bins, sliced into narrow discrete elements, and finally smoothed using a spline function. The resulting \"pseudo-waves\" have many of the same characteristics of traditional waveform lidar data. We compared our method to a traditional frequency-based method to estimate tree height, canopy structure, stem density, and stand biomass in coniferous and deciduous stands in northern Wisconsin (USA). We found that the pseudo-wave approach had strong correlations for nearly all tree measurements including height (cross validated adjusted R2 (R2cv) = 0.82, RMSEcv = 2.09 m), mean stem diameter (R2cv = 0.64, RMSEcv = 6.15 cm), total aboveground biomass (R2cv = 0.74, RMSEcv = 74.03 kg ha- 1), and canopy coverage (R2cv = 0.79, RMSEcv = 5%). Moreover, the type of wave (derived from height and intensity or from height alone) had little effect on model formulation and fit. When wave-based and frequency-based models were compared, fit and mean square error were comparable, leading us to conclude that the pseudo-wave approach is a viable alternative because it has 1) an increased breadth of available metrics; 2) the potential to establish new meaningful metrics that capture unique patterns within the waves; 3) the ability to explain metric selection based on the physical structure of forests; and 4) lower correlation among independent variables.","accessed":{"date-parts":[[2011,3,17]]},"author":[{"family":"Muss","given":"Jordan D."},{"family":"Mladenoff","given":"David J."},{"family":"Townsend","given":"Philip A."}],"call-number":"0001","container-title":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2010.11.008","ISSN":"0034-4257","issue":"3","issued":{"date-parts":[[2011,3,15]]},"page":"824-835","source":"ScienceDirect","title":"A pseudo-waveform technique to assess forest structure using discrete lidar data","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425710003275?via%3Dihub","volume":"115"},
  {"id":"myllymaki_etal17","abstract":"Envelope tests are a popular tool in spatial statistics, where they are used in goodness-of-fit testing. These tests graphically compare an empirical function T(r) with its simulated counterparts from the null model. However, the type I error probability α is conventionally controlled for a fixed distance r only, whereas the functions are inspected on an interval of distances I. In this study, we propose two approaches related to Barnard's Monte Carlo test for building global envelope tests on I: ordering the empirical and simulated functions on the basis of their r-wise ranks among each other, and the construction of envelopes for a deviation test. These new tests allow the a priori choice of the global α and they yield p-values. We illustrate these tests by using simulated and real point pattern data.","accessed":{"date-parts":[[2020,9,4]]},"author":[{"family":"Myllymäki","given":"Mari"},{"family":"Mrkvička","given":"Tomáš"},{"family":"Grabarnik","given":"Pavel"},{"family":"Seijo","given":"Henri"},{"family":"Hahn","given":"Ute"}],"container-title":"Journal of the Royal Statistical Society B","DOI":"10.1111/rssb.12172","ISSN":"1467-9868","issue":"2","issued":{"date-parts":[[2017]]},"language":"en","note":"_eprint: https://rss.onlinelibrary.wiley.com/doi/pdf/10.1111/rssb.12172","page":"381–404","source":"Wiley Online Library","title":"Global envelope tests for spatial processes","type":"article-journal","URL":"https://rss.onlinelibrary.wiley.com/doi/abs/10.1111/rssb.12172","volume":"79"},
  {"id":"myllymaki_mrkvicka19","abstract":"This work describes the R package GET that implements global envelopes, which can be employed for central regions of functional or multivariate data, for graphical Monte Carlo and permutation tests where the test statistic is multivariate or functional, and for global confidence and prediction bands. Intrinsic graphical interpretation property is introduced for global envelopes, and the global envelopes included in the GET package that have the property are described and compared. Examples of different use of global envelopes and their implementation in the GET package are presented, including global envelopes for single and several one- or two-dimensional functions, goodness-of-fit and permutation tests, graphical functional analysis of variance (ANOVA) and general linear model (GLM), comparison of distributions, and confidence bands in polynomial regression.","accessed":{"date-parts":[[2020,6,18]]},"author":[{"family":"Myllymäki","given":"Mari"},{"family":"Mrkvička","given":"Tomáš"}],"container-title":"arXiv:1911.06583 [stat]","issued":{"date-parts":[[2019,11,15]]},"source":"arXiv.org","title":"GET: Global envelopes in R","title-short":"GET","type":"article-journal","URL":"http://arxiv.org/abs/1911.06583"},
  {"id":"orka_etal09","abstract":"The objective of this study was to identify candidate features derived from airborne laser scanner (ALS) data suitable to discriminate between coniferous and deciduous tree species. Both features related to structure and intensity were considered. The study was conducted on 197 Norway spruce and 180 birch trees (leaves on conditions) in a boreal forest reserve in Norway. The ALS sensor used was capable of recording multiple echoes. The point density was 6.6 m− 2. Laser echoes located within the vertical projection of the tree crowns, which were assumed to be circular and defined according to field measurements, were attributed to three categories: “first echoes of many”, “single echoes”, or “last echoes of many echoes”. They were denoted FIRST, SINGLE, and LAST, respectively. In tree species classification using ALS data features should be independent of tree heights. We found that many features were dependent on tree height and that this dependency influenced selection of candidate features. When we accounted for this dependency, it was revealed that FIRST and SINGLE echoes were located higher and LAST echoes lower in the birch crowns than in spruce crowns. The intensity features of the FIRST echoes differed more between species than corresponding features of the other echo categories. For the FIRST echoes the intensity values tended to be higher for birch than spruce. When using the various features for species classification, maximum overall classification accuracies of 77% and 73% were obtained for structural and intensity features, respectively. Combining candidate features related to structure and intensity resulted in an overall classification accuracy of 88%.","accessed":{"date-parts":[[2012,11,13]]},"author":[{"family":"Ørka","given":"Hans Ole"},{"family":"Næsset","given":"Erik"},{"family":"Bollandsås","given":"Ole Martin"}],"container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2009.02.002","ISSN":"0034-4257","issue":"6","issued":{"date-parts":[[2009,6,15]]},"page":"1163-1174","source":"ScienceDirect","title":"Classifying species of individual trees by intensity and structure features derived from airborne laser scanner data","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425709000376","volume":"113"},
  {"id":"palace_etal15","abstract":"Tropical forests are huge reservoirs of terrestrial carbon and are experiencing rapid degradation and deforestation. Understanding forest structure proves vital in accurately estimating both forest biomass and also the natural disturbances and remote sensing is an essential method for quantification of forest properties and structure in the tropics. Our objective is to examine canopy vegetation profiles formulated from discrete return LIght Detection And Ranging (lidar) data and examine their usefulness in estimating forest structural parameters measured during a field campaign. We developed a modeling procedure that utilized hypothetical stand characteristics to examine lidar profiles. In essence, this is a simple method to further enhance shape characteristics from the lidar profile. In this paper we report the results comparing field data collected at La Selva, Costa Rica (10° 26′ N, 83° 59′ W) and forest structure and parameters calculated from vegetation height profiles and forest structural modeling. We developed multiple regression models for each measured forest biometric property using forward stepwise variable selection that used Bayesian information criteria (BIC) as selection criteria. Among measures of forest structure, ranging from tree lateral density, diameter at breast height, and crown geometry, we found strong relationships with lidar canopy vegetation profile parameters. Metrics developed from lidar that were indicators of height of canopy were not significant in estimating plot biomass (p-value = 0.31, r2 = 0.17), but parameters from our synthetic forest model were found to be significant for estimating many of the forest structural properties, such as mean trunk diameter (p-value = 0.004, r2 = 0.51) and tree density (p-value = 0.002, r2 = 0.43). We were also able to develop a significant model relating lidar profiles to basal area (p-value = 0.003, r2 = 0.43). Use of the full lidar profile provided additional avenues for the prediction of field based forest measure parameters. Our synthetic canopy model provides a novel method for examining lidar metrics by developing a look-up table of profiles that determine profile shape, depth, and height. We suggest that the use of metrics indicating canopy height derived from lidar are limited in understanding biomass in a forest with little variation across the landscape and that there are many parameters that may be gleaned by lidar data that inform on forest biometric properties.","accessed":{"date-parts":[[2015,3,26]]},"author":[{"family":"Palace","given":"Michael W."},{"family":"Sullivan","given":"Franklin B."},{"family":"Ducey","given":"Mark J."},{"family":"Treuhaft","given":"Robert N."},{"family":"Herrick","given":"Christina"},{"family":"Shimbo","given":"Julia Z."},{"family":"Mota-E-Silva","given":"Jonas"}],"container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2015.01.020","ISSN":"0034-4257","issued":{"date-parts":[[2015,5]]},"page":"1-11","source":"ScienceDirect","title":"Estimating forest structure in a tropical forest using field measurements, a synthetic model and discrete return lidar data","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425715000383","volume":"161"},
  {"id":"papa_etal20","abstract":"In high biodiversity areas, such as the Amazon, forest inventory is a challenge due to large variations in vegetation structure and inaccessibility.Capturing the full gradient of variability requires the acquisition of a large number of sample plots. Pre-stratified inventory is an efficient strategy that reduces sampling effort and cost. Low-cost remote sensing techniques may significantly expand pre-stratification capacity; however, the simplest option, satellite optical imagery, cannot detect small variations in primary forests. Alternatively, three-dimensional information obtained from airborne laser scanning (ALS, a.k.a. airborne lidar) has been successfully used to estimate structural parameters in tropical forests. Our objective was to assess to what extent forest plot sampling effort could be reduced, while accurately estimating mean vegetation characteristics in the landscape, by stratifying with ALS structural properties, relative to a random, uniformed conventional approach. The study was developed in an 800-ha area of wet Amazonian forest (Acre, Brazil), including portions of palms, bamboo and dense forest. We estimated relevant structural attributes from ALS: canopy height, openness, rugosity and fractions of leaf area index (LAI) along the vertical profile. We clustered vegetation to define heterogeneity into structural types, employing the Ward method and Euclidean distance. Also, principal component analysis was employed to characterize the groups using field and ALS-derived structural attributes. We simulated sampling intensities to estimate the gain in reducing the field efforts based on pre-stratified and non-stratified forest inventory scenarios. The resulting stratification clearly distinguished the forest’s structural variation gradient and the vegetation density profile. For a fixed uncertainty of 10% in basal area estimation, the ALS-aided stratified inventory reduced the necessary number of field plots by 41%, relative to simple random sampling. The resulting reduction in sampling effort can offset the cost of ALS data collection, significantly enhancing its financial feasibility. In addition, ALS provides broad-coverage quantifications of basal area (or aboveground carbon stock), canopy structure, and accurate terrain characterization, which have an added value for forest management.","accessed":{"date-parts":[[2020,5,22]]},"author":[{"family":"Papa","given":"Daniel de Almeida"},{"family":"Almeida","given":"Danilo Roberti Alves","dropping-particle":"de"},{"family":"Silva","given":"Carlos Alberto"},{"family":"Figueiredo","given":"Evandro Orfanó"},{"family":"Stark","given":"Scott C."},{"family":"Valbuena","given":"Ruben"},{"family":"Rodriguez","given":"Luiz Carlos Estraviz"},{"family":"Oliveira","given":"Marcus Vinício Neves","non-dropping-particle":"d' "}],"container-title":"Forest Ecology and Management","container-title-short":"Forest Ecology and Management","DOI":"10.1016/j.foreco.2019.117634","ISSN":"0378-1127","issued":{"date-parts":[[2020,2,1]]},"language":"en","page":"117634","source":"ScienceDirect","title":"Evaluating tropical forest classification and field sampling stratification from lidar to reduce effort and enable landscape monitoring","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S037811271931179X","volume":"457"},
  {"id":"parker_etal04","accessed":{"date-parts":[[2013,2,21]]},"author":[{"family":"Parker","given":"Geoffrey G."},{"family":"Harmon","given":"Mark E."},{"family":"Lefsky","given":"Michael A."},{"family":"Chen","given":"Jiquan"},{"family":"Pelt","given":"Robert Van"},{"family":"Weis","given":"Stuart B."},{"family":"Thomas","given":"Sean C."},{"family":"Winner","given":"William E."},{"family":"Shaw","given":"David C."},{"family":"Frankling","given":"Jerry F."}],"container-title":"Ecosystems","issue":"5","issued":{"date-parts":[[2004]]},"page":"440–453","source":"Google Scholar","title":"Three-dimensional structure of an old-growth Pseudotsuga-Tsuga canopy and its implications for radiation balance, microclimate, and gas exchange","type":"article-journal","URL":"http://www.springerlink.com/index/4e4cert016dcmyq3.pdf","volume":"7"},
  {"id":"pretzsch_dieler12","abstract":"General scaling rules or constants for metabolic and structural plant allometry as assumed by the theory of Euclidian geometric scaling (2/3-scaling) or metabolic scaling (3/4-scaling) may meet human’s innate propensity for simplicity and generality of pattern and processes in nature. However, numerous empirical works show that variability of crown structure rather than constancy is essential for a tree’s success in coping with crowding. In order to link theory and empiricism, we analyzed the intra- and inter-specific scaling of crown structure for 52 tree species. The basis is data from 84 long-term plots of temperate monospecific forests under survey since 1870 and a set of 126 yield tables of angiosperm and gymnosperm forest tree species across the world. The study draws attention to (1) the intra-specific variation and correlation of the three scaling relationships: tree height versus trunk diameter, crown cross-sectional area versus trunk diameter, and tree volume versus trunk diameter, and their dependence on competition, (2) the inter-specific variation and correlation of the same scaling exponents ( \\upalphah,d,\\upalphacsa,d {\\upalpha}_{h,d}, {\\upalpha}_{{\\text{csa,}}d} and \\upalphav,d {{\\upalpha}}_{v,d} ) across 52 tree species, and (3) the relevance of the revealed variable scaling of crown structure for leaf organs and metabolic scaling. Our results arrive at suggesting a more extended metabolic theory of ecology which includes variability and covariation between allometric relationships as prerequisite for the individual plant’s competitiveness.","accessed":{"date-parts":[[2013,7,18]]},"author":[{"family":"Pretzsch","given":"Hans"},{"family":"Dieler","given":"Jochen"}],"container-title":"Oecologia","container-title-short":"Oecologia","DOI":"10.1007/s00442-011-2240-5","ISSN":"0029-8549, 1432-1939","issue":"3","issued":{"date-parts":[[2012,7,1]]},"language":"en","page":"637-649","source":"link.springer.com.ezproxy.bibl.ulaval.ca","title":"Evidence of variant intra- and interspecific scaling of tree crown structure and relevance for allometric theory","type":"article-journal","URL":"http://link.springer.com.ezproxy.bibl.ulaval.ca/article/10.1007/s00442-011-2240-5","volume":"169"},
  {"id":"purves_etal07","abstract":"Canopy structure, which can be defined as the sum of the sizes, shapes and relative placements of the tree crowns in a forest stand, is central to all aspects of forest ecology. But there is no accepted method for deriving canopy structure from the sizes, species and biomechanical properties of the individual trees in a stand. Any such method must capture the fact that trees are highly plastic in their growth, forming tessellating crown shapes that fill all or most of the canopy space.\n\nWe introduce a new, simple and rapidly-implemented model–the Ideal Tree Distribution, ITD–with tree form (height allometry and crown shape), growth plasticity, and space-filling, at its core. The ITD predicts the canopy status (in or out of canopy), crown depth, and total and exposed crown area of the trees in a stand, given their species, sizes and potential crown shapes. We use maximum likelihood methods, in conjunction with data from over 100,000 trees taken from forests across the coterminous US, to estimate ITD model parameters for 250 North American tree species. With only two free parameters per species–one aggregate parameter to describe crown shape, and one parameter to set the so-called depth bias–the model captures between-species patterns in average canopy status, crown radius, and crown depth, and within-species means of these metrics vs stem diameter. The model also predicts much of the variation in these metrics for a tree of a given species and size, resulting solely from deterministic responses to variation in stand structure.\n\nThis new model, with parameters for US tree species, opens up new possibilities for understanding and modeling forest dynamics at local and regional scales, and may provide a new way to interpret remote sensing data of forest canopies, including LIDAR and aerial photography.","accessed":{"date-parts":[[2011,11,26]]},"author":[{"family":"Purves","given":"Drew W."},{"family":"Lichstein","given":"Jeremy W."},{"family":"Pacala","given":"Stephen W."}],"call-number":"0031","container-title":"PLoS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0000870","issue":"9","issued":{"date-parts":[[2007]]},"page":"e870","source":"PLoS ONE","title":"Crown Plasticity and Competition for Canopy Space: A New Spatially Implicit Model Parameterized for 250 North American Tree Species","title-short":"Crown Plasticity and Competition for Canopy Space","type":"article-journal","URL":"http://dx.plos.org/10.1371/journal.pone.0000870","volume":"2"},
  {"id":"racine_etal14","abstract":"Within the managed boreal forest of Quebec (Canada), there is a need to ensure the maintenance of age diversity across the forest resource, and, as a result, forest age has become an important variable in forest management plans. Forest age is a major driver of stand height, with site factors such as climate, water, and light availability, modifying height based on local conditions. The link between stand age and height is used to evaluate the site index, a commonly used measure of productivity, which is the basis of many forest management decisions. Stand age is extremely costly and laborious to measure in situ and, as a result, new technologies are required to provide added predictive power, such as light detection and ranging (LiDAR) which can provide insights into forest structure and site characteristics. In this article, we examined the utility of airborne LiDAR data to estimate stand age across 158 sample plots within a naturally regenerated boreal forest in Quebec, Eastern Canada. A suite of forest structure (height, first return penetration rate, and corresponding Weibull distribution parameters) and site attributes (elevation, slope, aspect, solar radiation, wetness index, catchment area, and flow path length) was derived from the LiDAR data. The k-nearest neighbor approach allowed imputation of stand age across the forest area, as well as providing key information on the predictive power of LiDAR metrics for estimating age in this forest region. Results indicate that LiDAR-derived predictors can estimate age well (R2 = 0.83, root mean square error [RMSE] = 19%) with a predicted error of less than 10 years. Estimations using only forest structure variables were lower (R2 = 0.74, RMSE = 22%). The most important forest structural predictors were stand height and Weibull crown shape parameters. Site predictors, in contrast, which had less predictive power, included elevation, slope, and catchment area with low to moderate importance.","author":[{"family":"Racine","given":"Etienne B."},{"family":"Coops","given":"Nicholas C."},{"family":"St-Onge","given":"Benoît"},{"family":"Bégin","given":"Jean"}],"container-title":"Forest Science","DOI":"http://dx.doi.org/10.5849/forsci.12-088","issue":"1","issued":{"date-parts":[[2014]]},"page":"128-136","title":"Estimating Forest Stand Age from LiDAR-Derived Predictors and Nearest Neighbor Imputation","type":"article-journal","URL":"http://www.ingentaconnect.com/content/saf/fs/2014/00000060/00000001/art00014","volume":"60"},
  {"id":"ramsay_silverman05","author":[{"family":"Ramsay","given":"J"},{"family":"Silverman","given":"Bernard W."}],"call-number":"1992","edition":"2nd","event-place":"New York","ISBN":"978-0-387-40080-8","issued":{"date-parts":[[2005]]},"publisher":"Springer","publisher-place":"New York","title":"Functional data analysis","type":"book"},
  {"id":"raty_etal16","accessed":{"date-parts":[[2020,7,10]]},"author":[{"family":"Räty","given":"Janne"},{"family":"Vauhkonen","given":"Jari"},{"family":"Maltamo","given":"Matti"},{"family":"Tokola","given":"Timo"}],"container-title":"Forest Ecosystems","container-title-short":"For. Ecosyst.","DOI":"10.1186/s40663-016-0060-0","ISSN":"2197-5620","issue":"1","issued":{"date-parts":[[2016,12]]},"language":"en","page":"1","source":"DOI.org (Crossref)","title":"On the potential to predetermine dominant tree species based on sparse-density airborne laser scanning data for improving subsequent predictions of species-specific timber volumes","type":"article-journal","URL":"http://www.forestecosyst.com/content/3/1/1","volume":"3"},
  {"id":"rcoreteam20","author":[{"literal":"R Core Team"}],"event-place":"Vienna, Austria","issued":{"date-parts":[[2020,2,29]]},"note":"52822","publisher":"R Foundation for Statistical Computing","publisher-place":"Vienna, Austria","title":"R: A Language and Environment for Statistical Computing version 3.6.3","type":"book","URL":"https://www.R-project.org/"},
  {"id":"riggins_etal09","abstract":"An outbreak of red oak borer, an insect infesting red oak trees, prompted the need for a biomass model of closed-canopy oak-hickory forests in the rugged terrain of the Arkansas Ozarks. Multiple height percentiles were calculated from small-footprint aerial LIDAR data, and image segmentation was employed to partition the LIDAR-derived surface into structurally homogeneous modeling units. In situ reference data were incorporated into a machine-learning algorithm that produced a regression-tree model for predicting aboveground woody biomass per segment. Model results on training data appear adequate for prediction purposes (mean error 2.38 kg/m2, R 2 = 0.83). Model performance on withheld test data reveals slightly lower accuracy (2.77 kg/m2, R 2 = 0.72).","accessed":{"date-parts":[[2015,3,22]]},"author":[{"family":"Riggins","given":"John J."},{"family":"Tullis","given":"Jason A."},{"family":"Stephen","given":"Fred M."}],"container-title":"GIScience & Remote Sensing","DOI":"10.2747/1548-1603.46.2.232","ISSN":"1548-1603","issue":"2","issued":{"date-parts":[[2009,4,1]]},"page":"232-248","source":"Taylor and Francis+NEJM","title":"Per-segment Aboveground Forest Biomass Estimation Using LIDAR-Derived Height Percentile Statistics","type":"article-journal","URL":"http://www.tandfonline.com/doi/abs/10.2747/1548-1603.46.2.232","volume":"46"},
  {"id":"roussel_etal17","abstract":"Airborne laser scanning (LiDAR) is used in forest inventories to quantify stand structure with three dimensional point clouds. However, the structure of point clouds depends not only on stand structure, but also on the LiDAR instrument, its settings, and the pattern of flight. The resulting variation between and within datasets (particularly variation in pulse density and footprint size) can induce spurious variation in LiDAR metrics such as maximum height (hmax) and mean height of the canopy surface model (Cmean). In this study, we first compare two LiDAR datasets acquired with different parameters, and observe that hmax and Cmean are 56cm and 1.0m higher, respectively, when calculated using the high-density dataset with a small footprint. Then, we present a model that explains the observed bias using probability theory, and allows us to recompute the metrics as if the density of pulses were infinite and the size of the two footprints were equivalent. The model is our first step in developing methods for correcting various LiDAR metrics that are used for area-based prediction of stand structure. Such methods may be particularly useful for monitoring forest growth over time, given that acquisition parameters often change between inventories.","accessed":{"date-parts":[[2019,5,31]]},"author":[{"family":"Roussel","given":"Jean-Romain"},{"family":"Caspersen","given":"John"},{"family":"Béland","given":"Martin"},{"family":"Thomas","given":"Sean"},{"family":"Achim","given":"Alexis"}],"container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2017.05.032","ISSN":"0034-4257","issued":{"date-parts":[[2017,9,1]]},"page":"1-16","source":"ScienceDirect","title":"Removing bias from LiDAR-based estimates of canopy height: Accounting for the effects of pulse density and footprint size","title-short":"Removing bias from LiDAR-based estimates of canopy height","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425717302316","volume":"198"},
  {"id":"roussel_etal18","abstract":"Airborne laser scanning (LiDAR) is used in forest inventories to quantify stand structure with three-dimensional point clouds. However, the 3D distribution of the point clouds depends not only on stand structure, but also on scan angle, because the probability for an oblique beam to be reflected by the canopy increases with the distance it must travel through the canopy. Thus, the canopy appears to increase in density as the incidence angle increases, all else being equal. The resulting variation between and within datasets can induce bias in LiDAR metrics derived from the vertical distribution of points. In this study, we modelled the effect of scan angle on the vertical structure of the point clouds to predict the bias of metrics derived from points sampled off-nadir. Comparison with paired observations from different flightlines (off- and at-nadir observations of the same point) demonstrated that the model accurately reproduced the bias of metrics calculated for a northern hardwood forest with relatively continuous canopy. Thus, the model could be used to correct the bias of LiDAR metrics, and provides a mathematical framework that could be used to inform the selection of maximum incidence angle in LiDAR surveys, considering the trade-off between decreasing acquisition costs and obtaining unbiased measurements.","accessed":{"date-parts":[[2020,5,27]]},"author":[{"family":"Roussel","given":"Jean-Romain"},{"family":"Béland","given":"Martin"},{"family":"Caspersen","given":"John"},{"family":"Achim","given":"Alexis"}],"container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2017.12.006","ISSN":"0034-4257","issued":{"date-parts":[[2018,5,1]]},"language":"en","page":"824-834","source":"ScienceDirect","title":"A mathematical framework to describe the effect of beam incidence angle on metrics derived from airborne LiDAR: The case of forest canopies approaching turbid medium behaviour","title-short":"A mathematical framework to describe the effect of beam incidence angle on metrics derived from airborne LiDAR","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425717305849","volume":"209"},
  {"id":"seavy_etal09","abstract":"The ability to measure vegetation structure at spatial scales that are biologically meaningful for wildlife is often limited because information about the spatial scale of habitat selection is lacking and there are logistical constraints to measuring vegetation structure at ever larger spatial scales. To address this challenge, we used LiDAR-derived measurements of vegetation canopy height to quantify habitat associations of riparian birds at the Cosumnes River Preserve in central California, USA. Our objectives were (1) to evaluate the utility of LiDAR (light detection and ranging) measurements for describing habitat associations of riparian passerine birds, and (2) to capitalize on the ease with which LiDAR measurements can be summarized at multiple spatial scales to evaluate the predictive performance of vegetation measurements across spatial scales from 0.2 to 50 ha. At each location where we conducted point-count surveys of the avian community, we summarized the mean and coefficient of variation of canopy height measured at five spatial scales (0.2, 0.8, 3.1, 12.6, and 50.2 ha). For each of these spatial scales, we used stepwise model selection to identify the best logistic-regression model describing patterns of occurrence for 16 species of passerine birds that were sufficiently abundant for analysis. We then used area-under-the-curve (AUC) values to identify models that performed well (AUC >0.75) on a temporally independent data set. Of the 16 species, 10 species had logistic-regression models with AUC values >0.75. For six of these species, AUC values were highest for the models with vegetation measurements at the 0.2–3 ha scale. For the other four species, AUC values were highest for the model with vegetation variables measured at the 50-ha scale. These results illustrate the utility of using LiDAR-derived measurements of vegetation to understand habitat associations of riparian birds and underscore the importance of using multiscale approaches to modeling wildlife habitat use.","accessed":{"date-parts":[[2014,5,4]]},"author":[{"family":"Seavy","given":"Nathaniel E."},{"family":"Viers","given":"Joshua H."},{"family":"Wood","given":"Julian K."}],"container-title":"Ecological Applications","container-title-short":"Ecological Applications","DOI":"10.1890/08-1124.1","ISSN":"1051-0761","issue":"7","issued":{"date-parts":[[2009,9,17]]},"page":"1848-1857","source":"esajournals.org (Atypon)","title":"Riparian bird response to vegetation structure: a multiscale analysis using LiDAR measurements of canopy height","title-short":"Riparian bird response to vegetation structure","type":"article-journal","URL":"http://www.esajournals.org/doi/abs/10.1890/08-1124.1","volume":"19"},
  {"id":"stark_etal12","abstract":"Tropical forest structural variation across heterogeneous landscapes may control above-ground carbon dynamics. We tested the hypothesis that canopy structure (leaf area and light availability) – remotely estimated from LiDAR – control variation in above-ground coarse wood production (biomass growth). Using a statistical model, these factors predicted biomass growth across tree size classes in forest near Manaus, Brazil. The same statistical model, with no parameterisation change but driven by different observed canopy structure, predicted the higher productivity of a site 500 km east. Gap fraction and a metric of vegetation vertical extent and evenness also predicted biomass gains and losses for one-hectare plots. Despite significant site differences in canopy structure and carbon dynamics, the relation between biomass growth and light fell on a unifying curve. This supported our hypothesis, suggesting that knowledge of canopy structure can explain variation in biomass growth over tropical landscapes and improve understanding of ecosystem function.","accessed":{"date-parts":[[2013,5,7]]},"author":[{"family":"Stark","given":"Scott C."},{"family":"Leitold","given":"Veronika"},{"family":"Wu","given":"Jin L."},{"family":"Hunter","given":"Maria O."},{"family":"Castilho","given":"Carolina V.","non-dropping-particle":"de"},{"family":"Costa","given":"Flávia R. C."},{"family":"McMahon","given":"Sean M."},{"family":"Parker","given":"Geoffrey G."},{"family":"Shimabukuro","given":"Mônica Takako"},{"family":"Lefsky","given":"Michael A."},{"family":"Keller","given":"Michael"},{"family":"Alves","given":"Luciana F."},{"family":"Schietti","given":"Juliana"},{"family":"Shimabukuro","given":"Yosio Edemir"},{"family":"Brandão","given":"Diego O."},{"family":"Woodcock","given":"Tara K."},{"family":"Higuchi","given":"Niro"},{"family":"Camargo","given":"Plinio B.","non-dropping-particle":"de"},{"family":"Oliveira","given":"Raimundo C.","non-dropping-particle":"de"},{"family":"Saleska","given":"Scott R."}],"container-title":"Ecology Letters","DOI":"10.1111/j.1461-0248.2012.01864.x","ISSN":"1461-0248","issue":"12","issued":{"date-parts":[[2012]]},"language":"en","page":"1406–1414","source":"Wiley Online Library","title":"Amazon forest carbon dynamics predicted by profiles of canopy leaf area and light environment","type":"article-journal","URL":"http://onlinelibrary.wiley.com.ezproxy.bibl.ulaval.ca/doi/10.1111/j.1461-0248.2012.01864.x/abstract","volume":"15"},
  {"id":"tackenberg07","abstract":"Background and Aims.  Biomass is an important trait in functional ecology and growth analysis. The typical methods for measuring biomass are destructive. Thus,","accessed":{"date-parts":[[2020,7,8]]},"author":[{"family":"Tackenberg","given":"Oliver"}],"container-title":"Annals of Botany","container-title-short":"Ann Bot","DOI":"10.1093/aob/mcm009","ISSN":"0305-7364","issue":"4","issued":{"date-parts":[[2007,4,1]]},"language":"en","page":"777-783","publisher":"Oxford Academic","source":"academic.oup.com","title":"A New Method for Non-destructive Measurement of Biomass, Growth Rates, Vertical Biomass Distribution and Dry Matter Content Based on Digital Image Analysis","type":"article-journal","URL":"https://academic.oup.com/aob/article/99/4/777/2769321","volume":"99"},
  {"id":"thorpe_etal10","abstract":"Competition for canopy space is a fundamental structuring feature of forest ecosystems and remains an enduring focus of research attention. We used a spatial neighborhood approach to quantify the influence of local competition on the size of individual tree crowns in north-central British Columbia, where forests are dominated by subalpine fir (Abies lasiocarpa), lodgepole pine (Pinus contorta) and interior spruce (Picea glauca&#xa0;×&#xa0;engelmanii). Using maximum likelihood methods, we quantified crown radius and length as functions of tree size and competition, estimated by the species identity and spatial arrangement of neighboring trees. Tree crown size depended on tree bole size in all species. Given low levels of competition, pine displayed the widest, shortest tree crowns compared to the relatively long and narrow crowns found in spruce and fir. Sensitivity to crowding by neighbors declined with increasing tree height in all but the pine crown radius model. Five of the six selected best models included separate competition coefficients for each neighboring tree species, evidence that species generally differ in their competitive effects on neighboring tree crowns. The selected crown radius model for lodgepole pine, a shade-intolerant species, treated all neighbors as equivalent competitors. In all species, competition from neighbors exerted an important influence on crown size. Per-capita effects of competition across different sizes and species of neighbors and target trees varied, but subalpine fir generally displayed the strongest competitive effects on neighbors. Results from this study provide evidence that species differ both in their response to competition and in their competitive influence on neighbors, factors that may contribute to maintaining coexistence.","accessed":{"date-parts":[[2011,11,26]]},"author":[{"family":"Thorpe","given":"H.C."},{"family":"Astrup","given":"R."},{"family":"Trowbridge","given":"A."},{"family":"Coates","given":"K.D."}],"container-title":"Forest Ecology and Management","DOI":"10.1016/j.foreco.2010.01.035","ISSN":"0378-1127","issue":"8","issued":{"date-parts":[[2010,3,31]]},"page":"1586-1596","source":"ScienceDirect","title":"Competition and tree crowns: A neighborhood analysis of three boreal tree species","title-short":"Competition and tree crowns","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S037811271000054X","volume":"259"},
  {"id":"vaughn_etal12","abstract":"Species information is a key component of any forest inventory. However, when performing forest inventory from aerial scanning Lidar data, species classification can be very difficult. We investigated changes in classification accuracy while identifying five individual tree species (Douglas-fir, western redcedar, bigleaf maple, red alder, and black cottonwood) in the Pacific Northwest United States using two data sets: discrete point Lidar data alone and discrete point data in combination with waveform Lidar data. Waveform information included variables which summarize the frequency domain representation of all waveforms crossing individual trees. Discrete point data alone provided 79.2 percent overall accuracy (kappa = 0.74) for all 5 species and up to 97.8 percent (kappa = 0.96) when comparing individual pairs of these 5 species. Incorporating waveform information improved the overall accuracy to 85.4 percent (kappa = 0.817) for five species, and in several two-species comparisons. Improvements were most notable in comparing the two conifer species and in comparing two of the three hardwood species.","accessed":{"date-parts":[[2020,7,8]]},"author":[{"family":"Vaughn","given":"Nicholas R."},{"family":"Moskal","given":"L. Monika"},{"family":"Turnblom","given":"Eric C."}],"container-title":"Remote Sensing","DOI":"10.3390/rs4020377","issue":"2","issued":{"date-parts":[[2012,2]]},"language":"en","number":"2","page":"377-403","publisher":"Molecular Diversity Preservation International","source":"www.mdpi.com","title":"Tree Species Detection Accuracies Using Discrete Point Lidar and Airborne Waveform Lidar","type":"article-journal","URL":"https://www.mdpi.com/2072-4292/4/2/377","volume":"4"},
  {"id":"vierling_etal08","author":[{"family":"Vierling","given":"Kerri T"},{"family":"Vierling","given":"Lee A"},{"family":"Gould","given":"William A"},{"family":"Martinuzzi","given":"Sebastian"},{"family":"Clawges","given":"Rick M"}],"container-title":"Frontiers in Ecology and the Environment","DOI":"10.1890/070001","ISSN":"1540-9295","issue":"2","issued":{"date-parts":[[2008]]},"page":"90-98","source":"ESA Journals","title":"Lidar: shedding new light on habitat characterization and modeling","title-short":"Lidar","type":"article-journal","URL":"http://www.esajournals.org/doi/abs/10.1890/070001","volume":"6"},
  {"id":"vierling_etal10","author":[{"family":"Vierling","given":"K. T."},{"family":"Bässler","given":"C."},{"family":"Brandl","given":"R."},{"family":"Vierling","given":"L. A."},{"family":"Weiß","given":"I."},{"family":"Müller","given":"J."}],"container-title":"Ecological Applications","DOI":"10.1890/09-2155.1","ISSN":"1051-0761","issue":"2","issued":{"date-parts":[[2010]]},"page":"577-588","source":"ESA Journals","title":"Spinning a laser web: predicting spider distributions using LiDAR","title-short":"Spinning a laser web","type":"article-journal","URL":"http://www.esajournals.org/doi/abs/10.1890/09-2155.1","volume":"21"},
  {"id":"white_etal13","accessed":{"date-parts":[[2020,3,4]]},"author":[{"family":"White","given":"Joanne C."},{"family":"Wulder","given":"Michael A."},{"family":"Varhola","given":"Andrés"},{"family":"Vastaranta","given":"Mikko"},{"family":"Coops","given":"Nicholas C."},{"family":"Cook","given":"Bruce D."},{"family":"Pitt","given":"Doug"},{"family":"Woods","given":"Murray"}],"container-title":"The Forestry Chronicle","container-title-short":"The Forestry Chronicle","DOI":"10.5558/tfc2013-132","ISSN":"0015-7546, 1499-9315","issue":"06","issued":{"date-parts":[[2013,12]]},"language":"en","page":"722-723","source":"DOI.org (Crossref)","title":"A best practices guide for generating forest inventory attributes from airborne laser scanning data using an area-based approach","type":"article-journal","URL":"http://pubs.cif-ifc.org/doi/10.5558/tfc2013-132","volume":"89"},
  {"id":"wilkes_etal16","abstract":"The vertical arrangement of forest canopies is a key descriptor of canopy structure, a driver of ecosystem function and indicative of forest successional stage. Yet techniques to attribute for canopy vertical structure across large and potentially heterogeneously forested areas remain elusive. This study introduces a new technique to estimate the Number of Strata (NoS) that comprise a canopy profile, using discrete-return Airborne Laser Scanning (ALS) data. Vertically resolved gap probability (Pgap) aggregated over a plot is generalized with a nonparametric cubic spline regression (Ps). Subsequently a count of the positive zero-crossings of second derivative of 1 − Ps is used to estimate NoS. Comparison with inventory derived estimates at 24 plots across three diverse study areas shows a good agreement between the two techniques (RMSE = 0·41 strata). Furthermore, this is achieved without altering model parameters, indicating the transferability of the technique across diverse forest types. NoS values ranged from 0 to 4 at a further 239 plots, emphasizing the need for a method to quantify canopy vertical structure across forested landscapes. Comparison of NoS with other commonly derived ALS descriptors of canopy structure (canopy height, canopy cover and return height coefficient of determination) returned only a moderate correlation (r2 < 0·4). It is proposed the presented method provides a primary descriptor of canopy structure to complement canopy height and cover, as well as a candidate Ecological Biodiversity Variable for characterizing habitat structure.","accessed":{"date-parts":[[2021,4,12]]},"author":[{"family":"Wilkes","given":"Phil"},{"family":"Jones","given":"Simon D."},{"family":"Suarez","given":"Lola"},{"family":"Haywood","given":"Andrew"},{"family":"Mellor","given":"Andrew"},{"family":"Woodgate","given":"William"},{"family":"Soto‐Berelov","given":"Mariela"},{"family":"Skidmore","given":"Andrew K."}],"container-title":"Methods in Ecology and Evolution","DOI":"https://doi.org/10.1111/2041-210X.12510","ISSN":"2041-210X","issue":"6","issued":{"date-parts":[[2016]]},"language":"en","note":"_eprint: https://besjournals.onlinelibrary.wiley.com/doi/pdf/10.1111/2041-210X.12510","page":"700-712","source":"Wiley Online Library","title":"Using discrete-return airborne laser scanning to quantify number of canopy strata across diverse forest types","type":"article-journal","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/2041-210X.12510","volume":"7"},
  {"id":"winkler_etal14","abstract":"Permutation methods can provide exact control of false positives and allow the use of non-standard statistics, making only weak assumptions about the data. With the availability of fast and inexpensive computing, their main limitation would be some lack of flexibility to work with arbitrary experimental designs. In this paper we report on results on approximate permutation methods that are more flexible with respect to the experimental design and nuisance variables, and conduct detailed simulations to identify the best method for settings that are typical for imaging research scenarios. We present a generic framework for permutation inference for complex general linear models (glms) when the errors are exchangeable and/or have a symmetric distribution, and show that, even in the presence of nuisance effects, these permutation inferences are powerful while providing excellent control of false positives in a wide range of common and relevant imaging research scenarios. We also demonstrate how the inference on glm parameters, originally intended for independent data, can be used in certain special but useful cases in which independence is violated. Detailed examples of common neuroimaging applications are provided, as well as a complete algorithm – the “randomise” algorithm – for permutation inference with the glm.","accessed":{"date-parts":[[2020,8,18]]},"author":[{"family":"Winkler","given":"Anderson M."},{"family":"Ridgway","given":"Gerard R."},{"family":"Webster","given":"Matthew A."},{"family":"Smith","given":"Stephen M."},{"family":"Nichols","given":"Thomas E."}],"container-title":"NeuroImage","container-title-short":"NeuroImage","DOI":"10.1016/j.neuroimage.2014.01.060","ISSN":"1053-8119","issued":{"date-parts":[[2014,5,15]]},"language":"en","page":"381-397","source":"ScienceDirect","title":"Permutation inference for the general linear model","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S1053811914000913","volume":"92"},
  {"id":"wulder_etal12","abstract":"The ability to use digital remotely sensed data for forest inventory is often limited by the nature of the measures, which, with the exception of multi-angular or stereo observations, are largely insensitive to vertically distributed attributes. As a result, empirical estimates are typically made to characterize attributes such as height, volume, or biomass, with known asymptotic relationships as signal saturation occurs. Lidar (light detection and ranging) has emerged as a robust means to collect and subsequently characterize vertically distributed attributes. Lidar has been established as an appropriate data source for forest inventory purposes; however, large area monitoring and mapping activities with lidar remain challenging due to the logistics, costs, and data volumes involved. The use of lidar as a sampling tool for large-area estimation may mitigate some or all of these problems. A number of factors drive, and are common to, the use of airborne profiling, airborne scanning, and spaceborne lidar systems as sampling tools for measuring and monitoring forest resources across areas that range in size from tens of thousands to millions of square kilometers. In this communication, we present the case for lidar sampling as a means to enable timely and robust large-area characterizations. We briefly outline the nature of different lidar systems and data, followed by the theoretical and statistical underpinnings for lidar sampling. Current applications are presented and the future potential of using lidar in an integrated sampling framework for large area ecosystem characterization and monitoring is presented. We also include recommendations regarding statistics, lidar sampling schemes, applications (including data integration and stratification), and subsequent information generation.","accessed":{"date-parts":[[2020,3,4]]},"author":[{"family":"Wulder","given":"Michael A."},{"family":"White","given":"Joanne C."},{"family":"Nelson","given":"Ross F."},{"family":"Næsset","given":"Erik"},{"family":"Ørka","given":"Hans Ole"},{"family":"Coops","given":"Nicholas C."},{"family":"Hilker","given":"Thomas"},{"family":"Bater","given":"Christopher W."},{"family":"Gobakken","given":"Terje"}],"container-title":"Remote Sensing of Environment","container-title-short":"Remote Sensing of Environment","DOI":"10.1016/j.rse.2012.02.001","ISSN":"0034-4257","issued":{"date-parts":[[2012,6,1]]},"language":"en","page":"196-209","source":"ScienceDirect","title":"Lidar sampling for large-area forest characterization: A review","title-short":"Lidar sampling for large-area forest characterization","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0034425712000855","volume":"121"}
]
